<template>
  <modal class="modal-center vs-modal-customer-rules lm-popup-modal" v-model="modal.value" :footer="false" :header="false">
    <div class="lm-popups">
      <div class="lm-popups-head">
        <div class="lm-popups-head--title">Инструкция для Верифицирующих специалистов</div>
        <a href="javascript:void(0)" class="lm-popups--close lm-close" @click="closeModal()"></a>
      </div>
      <div class="lm-popups-content" style="text-align: justify">
        <div class="article-page-show">
          <div class="article-right">
            <div class="text-article">
              <p><strong>Содержание</strong></p>
              <p><em>Описание услуги верификации</em><br /><em>Как проводить верификацию</em><br /><em>Как проводить фото-/видеосъемку (верификацию)</em></p>
              <ul>
                <li>Что такое актерское портфолио</li>
                <li>Стандарты съемки детского портфолио</li>
                <li>Стандарты съемки актерского портфолио</li>
                <li>Рекомендации фотографу при съемке</li>
                <li>Стандарты съемки для фотографов</li>
                <li>Ретушь и обработка фото-/видеоматериалов</li>
              </ul>
              <p><em>После съемки: подтверждение верификации</em></p>
              <p><strong>Описание услуги верификации</strong></p>
              <p>Верификация - новая услуга от платформы LinkMuse.</p>
              <p>Актеры и модели могут подобрать верифицирующего специалиста (из списка одобренных нами фотографов и видеографов) и заказать услугу верификации, в результате которой пользователи получают профессиональное портфолио. Верификация подтверждает, что физические параметры, указанные в профиле, соответствуют действительности.</p>
              <p><strong>Как проводить верификацию</strong></p>
              <ol>
                <li>Вы получаете заказ на услугу и подтверждаете его.</li>
                <li>Ожидайте оплаты от таланта.</li>
                <li>После оплаты заказ переходит в обработку, и Вы можете начать обсуждение деталей.</li>
                <li>В диалоге с талантом обсудите желаемую дату и время встречи, а также подтвердите ее в системе.</li>
                <li>В день съемки захватите необходимое оборудование. Проведите фото-/видеосъемку согласно нижеуказанным стандартам в разделе &ldquo;Как проводить фото-/видеосъемку (верификацию)&rdquo;.</li>
                <li>После съемки выберите с моделью/актером несколько фотографий и одно видео на ретушь.</li>
                <li>Обработайте фото и видео согласно рекомендациям в разделе &ldquo;Ретушь и обработка фото-/видеоматериалов&rdquo;.</li>
                <li>Вышлите готовый результат таланту, внесите правки при необходимости. После того, как талант одобрит результаты верификации, они будут опубликованы в системе.</li>
              </ol>
              <p><strong>Как проводить фото-/видеосъемку (верификацию)</strong></p>
              <p><strong>Что такое актерское портфолио</strong></p>
              <p>В классическое актерское портфолио входит:</p>
              <ul>
                <li>Фильмография (список фильмов, в которых Вы снимались)</li>
                <li>Шоурил (нарезка из фильмов, в которых Вы снимались)</li>
                <li>Видеовизитка (краткая самопрезентация)</li>
                <li>Портретные фотографии</li>
                <li>Фотографии в полный рост</li>
              </ul>
              <p><strong>Стандарты съемки детского портфолио</strong></p>
              <p><em>Для съемок:</em><br />Однотонная одежда без рисунков, страз и узоров (желательно белая/черная, иметь при себе одежду для смены);<br />Чистая закрытая обувь, туфли;<br />Чистые аккуратные волосы (девочкам - резинка для волос).</p>
              <p><em>Для видеовизитки (максимальная продолжительность - 1 минута):</em></p>
              <ul>
                <li>Приветствие;</li>
                <li>Имя и фамилия;</li>
                <li>Возраст;</li>
                <li>Хобби, увлечения;</li>
                <li>Опишите ваш опыт съемок и приведите несколько кратких примеров;</li>
                <li>Расскажите небольшое стихотворение или басню;</li>
                <li>Поблагодарите в конце за внимание (например, &ldquo;спасибо&rdquo; или &ldquo;спасибо за внимание&rdquo;).</li>
              </ul>
              <p>Продолжительность всей съемки на человека - 30 минут.</p>
              <p><strong>Стандарты съемки актерского портфолио</strong></p>
              <p><em>Для съемок:</em><br />Однотонная чистая одежда без рисунков, страз и узоров (желательно белая/черная, иметь при себе одежду для смены). Девушкам желательно быть в платьях без глубокого декольте или юбках чуть ниже колена;<br />Чистая закрытая обувь, туфли;<br />Чистые аккуратные волосы (девушкам - резинка для волос, если понадобится собрать волосы).</p>
              <p><em>Для видеовизитки (максимальная продолжительность - 1 минута):</em></p>
              <ul>
                <li>Приветствие;</li>
                <li>Имя и фамилия;</li>
                <li>Возраст;</li>
                <li>Образование;</li>
                <li>Расскажите о вашей текущей занятости (служба в театре или съемки в кино);</li>
                <li>Опишите ваш опыт съемок и приведите несколько кратких примеров;</li>
                <li>Наличие водительских прав;</li>
                <li>Расскажите интересный факт о себе. Это поможет расположить к себе кастинг-директора;</li>
                <li>Поблагодарите в конце за внимание (например, &ldquo;спасибо&rdquo; или &ldquo;спасибо за внимание&rdquo;).</li>
              </ul>
              <p>Продолжительность всей съемки на человека - 30 минут.</p>
              <p><strong>Рекомендации фотографу при съемке.</strong></p>
              <p>Съемка актерского портфолио не связана никаким образом с художественной фотосъемкой. Фотографам настоятельно рекомендуется не использовать при съемке актерского портрета дополнительный интерьер, игру светотени на лице актера.<br />Лицо должно быть хорошо освещено, чтобы на фотографии были отчетливо видны черты и форма лица, цвет волос и глаз.<br />Задача фотографа - сделать так, чтобы актер на фото выглядел максимально естественно, как в обычной жизни.</p>
              <p><strong>Стандарты фотографам при съемке:</strong></p>
              <ul>
                <li>Наличие петличного микрофона для записи видеовизитки;</li>
                <li>Осветительное оборудование для видеосъемки;</li>
                <li>Использование белого/светло-серого фона;</li>
                <li>Аренда студии включается в стоимость оплаты для фотографа;</li>
                <li>Продолжительность всей съемки (фото и видео) на человека - 30 минут.</li>
              </ul>
              <p><strong>Параметры для сдачи работы</strong></p>
              <p>Фотографу необходимо сдать в финале три фотографии (крупным планом, по пояс и в полный рост) и одну видеовизитку.</p>
              <p><em>Для фотографий:</em><br />б) Размер по длинной стороне не менее 3500 точек;<br />в) Разрешение не менее 300 точек на дюйм;<br />г) Глубина цвета 8 бит;<br />д) Формат файла изображения JPEG/TIFF;<br />е) Минимально допустимые шумы для освещения &ndash; 1600-3200 ISO;<br />ж) Отсутствие хроматических аберраций.</p>
              <p><em>Для видео:</em><br />а) Продолжительность 1-1,30 мин;<br />б) Формат файла HD/Full HD/UHD;<br />в) Разрешение не менее 1280 х 720 пикселей или 1920 х 1080 пикселей;<br />г) Частота кадров &ndash; 24-30 кадр/cек.;<br />д) Глубина цвета - 8 бит (256 цветов), 16 бит (65 536 цветов) и 24 бита (16 777 216 цветов);<br />е) Битрейт (ширина видеопотока) &ndash;5-10 Мбит/с.;<br />ж) Стандарты сжатия &ndash; DV/MPEG.</p>
              <p><strong>Ретушь и обработка фото-/видеоматериалов</strong><p>
              <p>Допустима легкая цветокоррекция и ретушь таких мелких деталей, как блеск на лице, торчащие волосы, ворс на одежде и прочее. Задача фотошопа в актерском портфолио - убрать все временные несовершенства на лице, которые будут отвлекать от цельного восприятия изображения.</p>
              <p><strong>Подтверждение верификации после съемки</strong></p>
              <p>После съемки клиент утверждает материалы на ретуши.<br />Специалист ретуширует и отправляет ему результаты, при необходимости правит их.<br />Модель/актер одобряет результаты верификации, и они публикуются в профиле и каталоге талантов.</p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </modal>
</template>

<script>
  export default {
    data () {
      return {
        modal: {
          value: false,
        }
      }
    },
    created () {
      this.$root.$on('open-modal-rules-customer-show', () => {
        this.$nextTick(() => {
          this.modal.value = true
        })
      })
    },
    beforeDestroy () {
      this.$root.$off('open-modal-rules-customer-show')
    },
    methods: {
      closeModal () {
        this.modal.value = false
      }
    }
  }
</script>

<style scoped lang="sass">
  .vs-modal-customer-rules
    .lm-popups
      width: 900px
    .article-page-show .article-right
      width: auto
      padding: 0
      float: none
</style>
