export const hints = {
  main_menu: {
    projects: '<b>Проекты</b> – веди список своих проектов, создавай кастинги для каждого проекта, добавляй описания, ' +
        'брифы, фото и другие необходимые файлы. Чтобы найти проект, воспользуйся фильтром, расположенным в правом блоке ' +
        'страницы. Здесь же ты можешь отметить проект как понравившийся, нажав "сердечко", прочитать комментарии или ' +
        'поделиться проектом в соцсетях, нажав на кнопку "поделиться" в нижней левой части карточки проекта. ' +
        'Просмотренные проекты отображаются в правом разделе страницы в разделе "Просмотренные". ',
    castings: '<b>Кастинги</b> – ищи и сортируй кастинги по дате и популярности. Используй ключевые слова и фильтрацию. ' +
        'Просмотренные кастинги отображаются в нижнем правом блоке страницы в разделе "Просмотренные". Чтобы обнулить ' +
        'параметры, нажми кнопку "Очистить фильтр". ',
    talents: '<b>Исполнители</b> – список аккаунтов всех исполнителей. Можно сортировать анкеты по популярности и дате. ' +
        'Чтобы найти нужного исполнителя, используй систему фильтров. Наведи курсор на аватар исполнителя, чтобы быстро ' +
        'просмотреть его аккаунт. Кликни на аватар исполнителя, чтобы посмотреть основные данные о пользователе и его ' +
        'медиафайлы. Кликни на имя пользователя, чтобы попасть на его личную страницу. ',
    companies: '<b>Заказчики</b> – сортируй страницы заказчиков по популярности или дате, ищи нужных пользователей по ключевому слову.'
  },
  left_sidebar_menu: {
    notifications: '<b>Уведомления</b> – узнавай о новых кастингах, комментариях и отметках "Нравится".',
    media: '<b>Медиа</b> – добавляй на свою страницу фото-, аудио- и видеофайлы.',
    followers: '<b>Подписки</b> – отмечай страницы пользователей как понравившиеся.',
    castings_customer: '<b>Мои кастинги</b> – работай над созданными тобой кастингами, обрабатывай поступающие заявки, находи ' +
        'исполнителей для твоих проектов.',
    castings_artist: '<b>Мои кастинги</b> – следи за кастингами, на которые ты откликнулся, на которые тебе пришли приглашения и которые ты добавлял в "Избранное".',
    folders: '<b>Папки</b> – подбирай, сортируй и храни профайлы исполнителей в отдельных базах.'
  },
  profile: {
    artist_portfolio: '<b>Портфолио</b> – визитная карточка исполнителя. Подробно и грамотно заполнив портфолио, ты можешь использовать его на любых профессиональных ресурсах. Не забудь загрузить качественные фотографии и видео-визитку!',
    customer_anketa: '<b>Анкета</b> – введи основные данные о себе. Не пренебрегай заполнением всех данных о себе или своей ' +
        'компании, а также добавлением медиафайлов. Это повысит уровень доверия, и ты будешь получать больше откликов на свои кастинги.',
    artist_anketa: '<b>Анкета</b> – введи основные данные о себе. Заполняй анкету как можно подробнее, чтобы получать больше приглашений на кастинги.',
    photo: '<b>Фото</b> – если ты зарегистрировался как исполнитель, внимательно подойди к выбору загружаемых фотографий. ' +
        'Добавь несколько фотографий крупным планом и фото в полный рост на белом или сером фоне с хорошим студийным освещением. ' +
        'Фотографии высокого качества помогут тебе быстрее найти  интересные кастинги и проекты.',
    audio: '<b>Аудио</b> – загружай любые записи с компьютера или делись ссылками. В этом разделе ты можешь разместить ' +
        'голосовые записи студийного качества, чтобы попасть на кастинги для озвучки фильмов или рекламы. ',
    video: '<b>Видео</b> – размещение видео-визитки – прекрасный бонус для исполнителей. Загрузи видеорил, чтобы заказчик ' +
        'смог увидеть тебя в действии и пригласил на кастинг. Подходи к оформлению своей страницы профессионально, чтобы повысить шансы на успех. ',
    project_button: '<b>Создать проект</b> – прежде чем создавать кастинг, создай проект с подробным описанием. '
  },
  responses_page: {
    responses: '<b>Отклики</b> - исполнители, откликнувшиеся на кастинг',
    invited: '<b>Приглашенные</b> - исполнители, которым Вы отправили приглашение на кастинг',
    casting: '<b>Кастинг</b> - исполнители, принявшие приглашение на Ваш кастинг',
    approved: '<b>Одобренные</b> - исполнители, прошедшие кастинг',
    hidden: '<b>Скрытые</b> - удаленные исполнители'
  },
  project_create: {
    privacy: '<b>Приватность</b> – ты можешь создать проект с открытым или ограниченным доступом',
    status: '<b>Тип публикации</b> – создайте проект в реальном времени или черновик проекта. Вы сможете вернуться' +
        ' к нему в "Личном кабинете" и опубликовать при необходимости.'
  },
  talents: {
    find_face: '<b>Поиск по лицам</b> – интеллектуальная функция поиска исполнителей по фотографии доступна бесплатно первые ' +
        'пять раз. Каждый созданный кастинг добавляет еще три бесплатных попытки. '
  },
  projects: {
    page_aim: '<b>Проекты</b> – здесь заказчик может вести свои проекты, создавать кастинги под проект, добавлять ' +
        'необходимые файлы и папки с подходящими исполнителями.'
  },
  castings: {
    page_aim: '<b>Кастинги</b> – список всех кастингов, размещенных в системе. Управлять кастингами можно по ключевым ' +
        'словам или дате. Все просмотренные кастинги отображаются в блоке "Просмотренные".'
  }
}

export const steps = {
  menu_guide: [
    {
      element: '#step-global-1',
      intro: hints.main_menu.projects,
      position: 'left'
    },
    {
      element: '#step-global-2',
      intro: hints.main_menu.castings,
      position: 'left'
    },
    {
      element: '#step-global-3',
      intro: hints.main_menu.talents,
      position: 'left'
    },
    {
      element: '#step-global-4',
      intro: hints.main_menu.companies,
      position: 'left'
    },
    {
      element: '#step-global-5',
      intro: hints.left_sidebar_menu.notifications,
      position: 'bottom'
    },
    {
      element: '#step-global-6',
      intro: hints.left_sidebar_menu.castings_artist,
      position: 'bottom'
    },
    {
      element: '#step-global-7',
      intro: hints.left_sidebar_menu.folders,
      position: 'bottom'
    }
  ],
  profile_guide: [
    {
      element: '#step-profile-1',
      intro: hints.profile.artist_portfolio,
      position: 'bottom',
      role: ['artist']
    },
    {
      element: '#step-profile-2',
      intro: hints.profile.artist_anketa,
      position: 'bottom',
      role: ['artist', 'customer']
    },
    {
      element: '#step-profile-3',
      intro: hints.profile.photo,
      position: 'bottom',
      role: ['artist', 'customer']
    },
    {
      element: '#step-profile-4',
      intro: hints.profile.audio,
      position: 'bottom',
      role: ['artist', 'customer']
    },
    {
      element: '#step-profile-5',
      intro: hints.profile.video,
      position: 'bottom',
      role: ['artist', 'customer']
    },
    {
      element: '#step-profile-6',
      intro: hints.profile.project_button,
      position: 'top',
      role: ['customer']
    }
  ],
  responses_page_guide: [
    {
      element: '#step-responses-1',
      intro: hints.responses_page.responses,
      position: 'top'
    },
    {
      element: '#step-responses-2',
      intro: hints.responses_page.invited,
      position: 'top'
    },
    {
      element: '#step-responses-3',
      intro: hints.responses_page.casting,
      position: 'top'
    },
    {
      element: '#step-responses-4',
      intro: hints.responses_page.approved,
      position: 'top'
    },
    {
      element: '#step-responses-5',
      intro: hints.responses_page.hidden,
      position: 'top'
    }
  ]
}
