<template>
  <div>
    <div class="lm-m-cs-select-meeting lm-m-full-page">

        <div class="lm-m-cs-container-modal">
          <div class="title">Подтверждение правил</div>
          <div class="desc">Перед заполнением заявки необходимо ознакомиться с документами ниже и подтвердить их</div>

          <a @click="_handleOpenModal('modal1')" class="lm-m-cs-link-modal">
            <div class="lm-m-cs-wrapper-text">Пользовательское соглашение</div>
            <div class="lm-m-cs-wrapper-icon"><img class="lm-m-cs-icon-arrow" src="/dist/img/icons/svg/lm-arrow-link.svg" alt="icon"></div>
          </a>
          <a @click="_handleOpenModal('modal2')" class="lm-m-cs-link-modal">
            <div class="lm-m-cs-wrapper-text">Правила верификации</div>
            <div class="lm-m-cs-wrapper-icon"><img class="lm-m-cs-icon-arrow" src="/dist/img/icons/svg/lm-arrow-link.svg" alt="icon"></div>
          </a>
          <a @click="_handleOpenModal('modal3')" class="lm-m-cs-link-modal">
            <div class="lm-m-cs-wrapper-text">Инструкция</div>
            <div class="lm-m-cs-wrapper-icon"><img class="lm-m-cs-icon-arrow" src="/dist/img/icons/svg/lm-arrow-link.svg" alt="icon"></div>
          </a>
          <a @click="_handleOpenModal('modal4')" class="lm-m-cs-link-modal">
            <div class="lm-m-cs-wrapper-text">Договор</div>
            <div class="lm-m-cs-wrapper-icon"><img class="lm-m-cs-icon-arrow" src="/dist/img/icons/svg/lm-arrow-link.svg" alt="icon"></div>
          </a>

          <div class="lm-m-cs-checkbox-container">
            <div class="checkbox">
              <input id="lm-m-cs-checkbox" type="checkbox" class="checkbox__mark">
              <label for="lm-m-cs-checkbox" class="checkbox__label">Я ознакомлен с документами</label>
            </div>
          </div>

        </div>

      <div class="lm-action-buttons lm-bottom-actions-buttons">
        <a href="javascript:void(0)" class="lm-link-button">Назад</a>
        <button class="lm-primary-button">Продолжить</button>
      </div>
    </div>
    <div class="lm-m-cs-modals-text">
      <lm-cs-rules-modal :ref="'modal1'" class="lm-m-cs-rules-modal-text lm-m-cs-modals-container">
        <h2>Пользовательское соглашение сервиса Linkmuse</h2>
        <section class="padding-bottom-8"></section>
        <p>Общество с ограниченной ответственностью «Центр новаций и технологий» в порядке,
           предусмотренном данным Пользовательским соглашением предоставляет Клиентам сервис Linkmuse.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>1. Термины и определения</h3>
        <section class="padding-bottom-8"></section>
        <p>В данном Пользовательском соглашении нижеприведенные термины используются в следующих значениях:
          <br><br>
          1.1. Авторизация — процедура принятия решения Сервиса о наличии у Клиента прав на выполнение
          действий в Личном кабинете, которые он пытается совершить.
          <br><br>
          1.2. Аккаунт — учетная запись Сертифицирующего специалиста или Пользователя, создаваемая в
          момент регистрации в Сервисе, позволяющая им воспользоваться функциями Личного кабинета.
          <br><br>
          1.3. Договор на оказание Услуг верификации – договор, заключаемый на условиях Пользовательского
          соглашения между Пользователем и Исполнителем, действующим от своего имени, за счет и в интересах
          выбранного Пользователем Сертифицирующего специалиста. Фактическое исполнение по данному договору
          осуществляется конкретным Сертифицирующим специалистом.
          <br><br>
          1.4. Заказ – оформленный Пользователем на Сервисе заказ Услуги верификации с учетом детализированной
          информации в интерфейсе Сервиса.
          <br><br>
          1.5. Исполнитель – ООО «Центр новаций и технологий». Исполнитель от своего имени, за счет и в интересах
          Сертифицирующего специалиста на условиях данного Пользовательского соглашения заключает Договоры на
          оказание Услуг верификации с Пользователем, а также принимать исполнение по такому договору.
          Непосредственное оказание Услуг Пользователям осуществляется Сертифицирующим специалистом в рамках Сессий.
          <br><br>
          1.6. Клиент (Клиенты) – Сертифицирующий специалист или(и) Пользователь.
          <br><br>
          1.7. Личный кабинет — часть Сервиса, позволяющая Клиенту управлять своим Аккаунтом, в том числе,
          размещать, изменять или удалять данные и иную информацию, указанную при создании Аккаунта, получать
          информацию, создавать и принимать электронные документы, а также использовать иные функции Сервиса.
          <br><br>
          1.8. Логин – уникальный идентификатор Клиента на Сервисе, указываемый Клиентом в момент создания Аккаунта.
          Логин может быть привязан к номеру телефона, указанному Клиентом в момент создания Аккаунта.
          <br><br>
          1.9. Пароль/ Код доступа — дополнительный идентификатор Клиента в Личном кабинете. Создается Клиентом
          самостоятельно, регистрируется Сервисом автоматически. Представляет собой известную только Клиенту
          последовательность символов/цифр, позволяющую произвести авторизацию Клиента при использовании им Личного кабинета.
          <br><br>
          1.10. Пользователь – физическое лицо, использующее Сервис на условиях, предусмотренных в Пользовательском
          соглашении, с целью сделать Заказ.
          <br><br>
          1.11. Пользовательское соглашение/ Условия – данное пользовательское соглашение.
          <br><br>
          1.12. Сайт - <span class="color_support-1">“заполнить”</span>
          <br><br>
          1.13. Сервис Linkmuse/ Сервис - онлайн-платформа в виде Сайта и устанавливаемых на мобильные устройства
          специализированных приложений, соединяющая Сертифицирующих специалистов, которые фактически оказывают Услуги
          верификации, и Пользователей, которые заказывают Услуги верификации. Посредством Сервиса Пользователи и
          Сертифицирующие специалисты могут  обмениваться юридически значимыми электронными сообщениями.
          <br><br>
          1.14. Сертифицирующий специалист – лицо, заключившее с Исполнителем отдельный договор для его участия в
          Сервисе в качестве Сертифицирующего специалиста, а также осуществляющее фото- и видео- съемку Пользователей
          в соответствии с Пользовательским соглашением.
          <br><br>
          1.15. Сессия/ Процесс сертификации – процесс оказания Услуг верификации. По окончании Сессии создается
          серия фотографий и(или) видеозаписей (в зависимости от выбранного вида Услуги), объединенных общей тематикой,
          а также обмер биометрических параметров (сведения, которые характеризуют физиологические и биологические
          особенности человека, на основании которых можно установить его личность) с использованием шкалы замеров.
          <br><br>
          1.16. Стороны — совместное наименование Исполнителя, Сертифицирующего специалиста и Пользователя.
          <br><br>
          1.17. Услуги верификации – услуги фото- и видео- съемки. Услуги верификации включают в себя фотографирование
          или(и) видеозапись Пользователя с соблюдением Сертифицирующим специалистом и Пользователем всех требований,
          предусмотренных интерфейсом Сервиса и(или) Пользовательским соглашением, а также обмер биометрических
          параметров Пользователя (сведения, которые характеризуют физиологические и биологические особенности человека,
          на основании которых можно установить его личность) с использованием шкалы замеров.
          <br><br>
          1.18. Электронная подпись — информация в электронной форме, которая присоединена к другой информации в
          электронной форме (подписываемой информации) или иным образом связана с такой информацией, которая
          используется для определения лица, подписывающего информацию. К положениям Условий об Электронных документах
          применяются положения Федерального закона «Об электронной подписи» о порядке применения простой электронной
          подписи. Электронная подпись признается аналогом собственноручной подписи, используется Сторонами при
          взаимодействии через Сервис. Ключом Электронной подписи признается Логин Клиента (открытая часть ключа) и
          Код доступа (Пароль) (закрытая часть ключа).
          <br><br>
          1.19. В Пользовательском соглашении могут быть использованы термины, не определенные выше. В этом случае
          толкование такого термина производится в соответствии с содержанием Пользовательского соглашения. В случае
          отсутствия однозначного толкования термина в тексте Пользовательского соглашения следует руководствоваться
          толкованием термина, определенным: в первую очередь — на Сервисе (во внутреннем интерфейсе и на Сайте), во
          вторую очередь — законодательством РФ, в третью очередь — сложившимся (общеупотребимым) в сети Интернет.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>2. Общие положения</h3>
        <section class="padding-bottom-8"></section>
        <p>
          2.1. Пользовательское соглашение определяет порядок использования Сервиса, а также общие рамочные условия
          Договора на оказание Услуг верификации. Пользовательское соглашение является юридически обязывающим
          соглашением, определяет права, обязанности и ответственность Сторон (после акцепта его условий Клиентом).
          <br><br>
          2.2. Клиент считается принявшим (акцептовавшим) Пользовательское соглашение в момент создания Аккаунта.
          В случае несогласия Клиента с какими-либо из положений Пользовательского соглашения он должен воздержаться
          от создания Аккаунта.
          <br><br>
          2.3. При создании аккаунта Клиент передает Исполнителю следующую информацию: ФИО, номер телефона.
          <br><br>
          2.4. Исполнитель вправе изменить положения Пользовательского соглашения, Клиент обязан ежедневно
          ознакамливаться с актуальной редакцией Пользовательского соглашения на Сайте. Продолжение пользования
          Клиентом Сервисом (неудаление Аккаунта) после изменения Пользовательского соглашения или Регулирующих
          документов считается согласием с их новой редакцией.
          <br><br>
          2.5. Клиент понимает и соглашается с тем, что использование Клиентом Сервиса возможно лишь на условиях
          «как есть», т.е. согласно предоставленному Исполнителем в любой момент времени комплексу функционала,
          информационного наполнения, интерфейса, дизайна, иных составляющих и условий использования Сервиса.
          <br><br>
          2.6. В случае отсутствия у Исполнителя технической возможности для оказания Клиенту услуг, он информирует
          об этом Клиента посредством размещения информации на Сайте или (и) в Личном кабинете и приостанавливает
          оказание соответствующей услуги до момента установления необходимых для ее оказания условий.
          <br><br>
          2.7. Клиент согласен с тем, что Исполнитель может полностью или частично уступать третьим лицам свои права
          и обязанности по Условиям, предварительно известив об этом Клиента одним из следующих способов: (а).
          Посредством размещения Условий в новой редакции на Сайте, при этом датой получения уведомления считается
          дата акцепта Участником соответствующих изменений в Условия, определяемая в соответствии с настоящими
          Условиями; и/или (б). Посредством размещения уведомления на Сайте, при этом датой получения уведомления
          Участником считается 3 (третий) день с момента размещения соответствующей информации на Сайте; и/или (в).
          Посредством направления уведомления по адресу электронной почты Участника, указанной им ранее Исполнителю,
          при этом датой получения уведомления Участником считается следующий день с момента направления Исполнителем
          Участнику соответствующей информации на электронную почту; и/или (г). Посредством размещения уведомления в
          Приложении, при этом датой получения уведомления Участником считается следующий день с момента размещения
          Исполнителем соответствующей информации в Приложении. Исполнитель вправе по своему усмотрению осуществлять
          выбор способа уведомления Участника о полной или частичной уступке третьим лицам своих прав и обязанностей
          по Договору. В уведомлении Участника должна содержаться информация о новом Исполнителе. При одновременном
          уведомлении Участника Исполнителем несколькими различными способами датой получения уведомления Участника
          считается дата, наступившая раньше остальных в соответствии с настоящими Условиями.
          <br><br>
          2.8. Клиент обязуется не передавать третьим лицам информацию, которая необходима для его входа в Личный
          кабинет и известна только Клиенту и/или Исполнителю. В случае, если указанная информация стала известна
          третьим лицам, Клиент должен сообщить об этом Исполнителю, поле чего тот ограничивает доступ к Аккаунту по
          старым параметрам. Исполнитель не несет ответственность за неправомерные действия третьих лиц, а также их
          доступ к информации Личного кабинета и Аккаунта Клиента до момента получения от Клиента указанного уведомления.
          <br><br>
          2.9. Исполнитель не несет ответственности за какие-либо перебои в обслуживании, связанные с неполадками с
          оборудованием, системами подачи электроэнергии и/или линиями связи.
          <br><br>
          2.10. В зависимости от региона Клиента, избранной им опции Сервиса, а также от иных обстоятельств, все или
          некоторые функции Сервиса могут быть недоступны или ограничены. Функции считаются недоступными (ограниченными)
          для Пользователя, если Пользователь не может ими воспользоваться в явном виде. Положения Пользовательского
          соглашения, регулирующие недоступные (ограниченные) для Клиента функции Сервиса, не применяются до тех пор,
          пока такие функции не станут ему доступны в явном виде.
          <br><br>
          2.11. Используя Сервис, Клиент дает свое согласие на получение сообщений рекламного характера от Исполнителя.
          Клиент вправе отказаться от получения сообщений рекламного характера путем использования соответствующего
          функционала Сервиса или следуя инструкциям, указанным в полученном сообщении рекламного характера.
          <br><br>
          2.12. Использование отдельных функций Сервиса, в том числе оформление Заказа, доступно Пользователю после
          прохождения регистрации и авторизации на Сервисе. При регистрации (создании Аккаунта) Пользователь обязуется
          предоставить данные о себе, запрашиваемые на Сервисе в форме регистрации, а также указать Логин и Пароль.
          Пользователь обязуется не передавать Логин и Пароль третьим лицам, а также обеспечивать их сохранность и конфиденциальность.
          <br><br>
          2.13. Материалы на Сервисе доступны для лиц, не являющихся Клиентами. Размещая информацию на Сервисе
          (за исключением контактной информации, <span class="color_support-1">“заполнить”</span>), Клиент дает согласие на то, что его персональная
          информация, которая размещена в его Личном кабинете (включая результат оказания Услуг верификации), может
          быть доступна любым посетителям Сервиса. Также Клиент соглашается с тем, что Исполнитель вправе хранить
          персональную информацию, включая действия, совершенные в Сервисе не менее трех лет с даты исполнения соответствующего Заказа.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>3. Заключение и срок действия Договора на оказание Услуг верификации</h3>
        <section class="padding-bottom-8"></section>
        <p>
          3.1. Предметом Договора на оказание Услуг верификации является оказание Пользователю Услуг верификации в
          соответствии с условиями, избранными Пользователем в интерфейсе Сервиса. В частности, в Сервисе Пользователь
          при формировании Заказа выбирает Сертифицирующего специалиста, который будет фактически оказывать услугу, вид,
          объем, перечень, время и место оказания услуг. При этом указанные параметры оказания услуг устанавливаются
          Пользователем не произвольно, а выбираются им из возможных опций, доступных в отношении выбранного им Сертифицирующего специалиста.
          <br><br>
          3.2. Договор на оказание Услуг верификации заключается между Пользователем и Исполнителем, фактическое
          исполнение по данному договору (действия для оказания Услуг верификации) производится Сертифицирующим специалистом.
          <br><br>
          3.3. Договор на оказание Услуг верификации заключается в отношении отдельной Сессии. Такой договор действует с
          момента оформления соответствующего Заказа и до момента принятия Пользователем результата оказанных Услуг
          верификации/момента отказа Исполнителя в удовлетворении претензии Пользователя к качеству результата оказанных услуг.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>4. Формирование Заказа</h3>
        <section class="padding-bottom-8"></section>
        <p>
          4.1. До момента оформления Заказа Пользователь обязуется ознакомиться со всеми условиями оказания Услуги
          верификации, размещенными на Сервисе. Оформление Заказа означает согласие Пользователя со всеми условиями
          оказания конкретной услуги, размещенными на Сервисе.
          <br><br>
          4.2. Для формирования Заказа Пользователь выбирает интересующую его опцию из вариантов, предложенных Сервисом
          (например: 5 профессиональных фотографий плюс верификация физических параметров; видео-визитка и т.п.).
          Стоимость выбранного Пользователем типа услуги отображается в интерфейсе Сервиса.
          <br><br>
          4.3. Пользователь выбирает Сертифицирующего специалиста. Интерфейс Сервиса сразу отображает, в какой геозоне
          данный Сертифицирующий специалист может оказывать услугу. При этом Сертифицирующий специалист имеет возможность
          отказаться от Заказа. В этом случае Пользователю стоит выбрать другого Сертифицирующего специалиста.
          <br><br>
          4.4. Выбирая определенного Сертифицирующего специалиста, Пользователь дает свое согласие на направление
          Исполнителем этому Сертифицирующему специалисту персональных данных Пользователя, включая контактную информацию Пользователя.
          <br><br>
          4.5. Информация об оформленном Пользователем Заказе доступна в его Личном кабинете.
          <br><br>
          4.6. Исполнитель вправе заблокировать Пользователю возможность оформления Заказа в случае неурегулированных
          претензий по ранее произведенным Заказам, включая претензии в связи с жалобами Сертифицирующих специалистов
          на некорректное поведение Пользователя.
          <br><br>
          4.7. После выбора всех параметров Заказа Пользователь нажимает кнопку «Оплатить» (иную аналогичную кнопку) на
          Сервисе, подтверждающую формирование Заказа. Оформляя Заказ, Пользователь подтверждает факт ознакомления и
          согласия с Пользовательским соглашением, а также факт ознакомления с информацией о Заказе и согласия с ней.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>5. Порядок оплаты Услуг верификации</h3>
        <section class="padding-bottom-8"></section>
        <p>
          5.1. Пользователь изначально пополняет баланс своего Личного кабинета, указанный платеж признается авансом за
          Услугу верификации. Пополнение осуществляется с помощью функции безналичной оплаты, доступной в Сервисе.
          В этом случае Исполнитель действует по поручению Сертифицирующего представителя в его интересах и за его счет,
          но от своего имени. Исполнитель является получателем платежа в качестве агента Сертифицирующего специалиста.
          <br><br>
          5.2. После пополнения баланса Пользователя в Личном кабинете он производит оплату соответствующего Заказа.
          После чего, в случае подтверждения Сертифицирующим специалистом Заказа, он и Пользователь договариваются о
          дате и времени Сессии. Факт оказания Услуг верификации в последующем подтверждается загрузкой результатов
          Сессии Сертифицирующим специалистом в Сервис.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>6. Порядок проведения Сессии</h3>
        <section class="padding-bottom-8"></section>
        <p>
          6.1. Сессия проводится строго в рамках запланированного при формировании Заказа времени, продолжительность
          Сессии – 30 минут. Опоздания Пользователя не продлевают запланированное время Сессии. При этом Пользователь
          вправе подойти в любое время в пределах запланированного времени Сессии, учитывая, что Сертифицирующий
          специалист строго прекращает оказание услуг в запланированное время окончания Сессии. В случае опоздания
          Пользователя он принимает риск того, что результат оказания Услуг не будет соответствовать оговоренному при
          формировании Заказа. При этом у Пользователя не будет права ссылаться на это.
          <br><br>
          6.2. Пользователь, оформивший Заказ, обязан присутствовать по согласованному в Заказе адресу встречи с
          Сертифицирующим специалистом в согласованное время. В случае если Пользователь не явился в указанные время и
          место до момента запланированного окончания Сессии, не предупредив об этом за 48 часов до запланированного
          времени начала Сессии,  Пользователь считается отказавшимся от оказания ему Услуги верификации. При этом
          денежные средства, уплаченные им при формировании Заказа, ему не возвращаются, а подлежат передаче
          Сертифицирующему специалисту за время, затраченное на организацию встречи и ожидание Пользователя в течение
          запланированного времени Сессии.
          <br><br>
          6.3. В конце дня, в который была Сессия, Сертифицированный специалист должен направить Пользователю отснятый
          материал для выбора фото, которые в последующем ретушируются в программном обеспечении для обработки
          фотографий. Из представленного материала Пользователь выбирает фотографии, которые подлежат последующей
          обработке Сертифицирующим специалистом. Количество таких фотографий должно соответствовать количеству
          фотографий, которые были указаны в оформленном Заказе в качестве результата Услуг верификации.
          <br><br>
          6.4. Сертифицирующий специалист направляет Пользователю результат оказания Услуг верификации в течение 72
          часов после того, как получит от Пользователя ответ, указанный в п.6.3 Условий.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>7. Принятие результатов Услуг верификации и диспуты</h3>
        <section class="padding-bottom-8"></section>
        <p>
          7.1. Результат Услуг верификации считается принятым: (1) после нажатия Пользователем в Личном кабинете кнопки
          «Принять»; (2) если в течение 30 дней с момента направления его Пользователю в Личном кабинете Пользователь
          не направил в Личном кабинете комментариев/ команд о необходимости доработки результата услуг или(и) претензий
          к качеству результата услуг.
          <br><br>
          7.2. Если Пользователя по объективным причинам не устраивает направленный Сертифицирующим специалистом
          результат Услуг верификации, он вправе отправить их на доработку, выбрав соответствующую команду в Личном
          кабинете, указав, что именно требуется доработать. Если Сертифицирующий специалист не согласен с Пользователем,
          он сообщает это в ответ на запрос о доработке. В данном случае любой из участников процесса вправе открыть
          диспут, который рассматривает Исполнитель как оператор Сервиса.
          <br><br>
          7.3. В случае открытия диспута в соответствии с п.7.2 Условий, Исполнитель в течение <span class="color_support-1">“заполнить”</span> рабочих дней
          рассматривает материалы к диспуту, включая переписку между Пользователем и Сертифицирующим специалистом,
          фото- и видео-материалы, аргументы в пользу позиции каждого из участников процесса. По итогам данного
          рассмотрения Исполнитель выносит решение по спорному вопросу, решение базируется на объективных требованиях,
          предъявляемых к качеству оказания Услуг верификации, которые размещены на Сайте и являются составной частью
          Пользовательского соглашения. Если результат оказания Услуг верификации соответствует вышеуказанным объективным
          требованиям или (и) если Пользователь явился на Сессию с опозданием (что повлияло на качество результата услуг),
          то Исполнитель по итогам диспута отказывает в удовлетворении требований Пользователя. Пользователь согласен,
          что в случае отказа Исполнителя в удовлетворении его требований по итогам диспута, Услуги верификации считаются
          принятыми Пользователем. Сертифицирующий специалист согласен с тем, что в случае поддержки Исполнителем требований
          Пользователя по итогам диспута, он должен без взимания дополнительных комиссий с Пользователя или (и) Исполнителя
          учесть замечания Пользователя (даже если для этого требуется проведение дополнительной Сессии).
          <br><br>
          7.4. Если по итогам диспута Исполнитель принял решение удовлетворить требования Пользователя, но Сертифицирующий
          специалист не мог их учесть, то Сертифицирующий специалист не получает вознаграждение за соответствующую Сессию.
          Соответствующая сумма восстанавливается в балансе Личного кабинета Пользователя.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>8. Конфиденциальные данные Клиентов</h3>
        <section class="padding-bottom-8"></section>
        <p>
          8.1. Сервис представляет собой информационную систему, оператором которой является Исполнитель.
          <br><br>
          8.2. Принимая Условия и передавая любую информацию Сервису, Клиенты дают свое согласие на обработку
          Исполнителем любых данных, загруженных ими в Сервис самостоятельно или другими лицами по их поручению, а
          также данных, полученных вследствие обработки и систематизации посредством Сервиса. Стороны соглашаются,
          что загружая какую-либо информацию в Сервис, включая персональные данные или какую-либо конфиденциальную
          информацию, Клиент выражает согласие на ее обработку Сервисом. Стороны исходят из того, что Клиенты действуют
          добросовестно в соответствии с требованиями законодательства. В случае, если Клиентами будет загружена в
          Сервис информация с нарушением требований действующего законодательства или договоров Клиентов с третьими
          лицами, ответственность за такие действия несут Клиенты.
          <br><br>
          8.3. Обработка указанных данных Клиентов осуществляется в соответствии с действующим законодательством
          Российской Федерации. Исполнитель обрабатывает данные Пользователей в целях предоставления доступа к использованию
          Сервиса. Исполнитель принимает все необходимые меры для защиты персональных данных Клиентов от неправомерного
          доступа, изменения, раскрытия или уничтожения. Исполнитель вправе использовать предоставленную Сторонами информацию,
          в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства
          Российской Федерации (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных
          действий Сторон), а также в целях предложения Клиентам дополнительных услуг.
          <br><br>
          8.4. Стороны пришли к соглашению, что Исполнитель и Сертифицирующий специалист  вправе поручить друг другу
          обработку персональных данных Пользователя, которые будут загружены в Сервис, для целей исполнения договора
          с Пользователем, в соответствии со ст. 6 Федерального закона «О персональных данных».
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>9. Использование Сервиса</h3>
        <section class="padding-bottom-8"></section>
        <p>
          9.1. Исполнитель оставляет за собой право на свое усмотрение ограничить доступ Клиента к Сервису (или к
          определенным функциям Сервиса, если это возможно технологически) при неоднократном нарушении Пользовательского
          соглашения или(и) требований законодательства или(и) прав и законных интересов третьих лиц, либо применить к
          Клиенту иные меры с целью соблюдения Пользовательского соглашения, а также требований законодательства или
          прав и законных интересов третьих лиц.
          <br><br>
          9.2. Пользователь дает Исполнителю согласие на обработку персональной информации (включая персональные данные)
          Пользователя, на передачу персональной информации Пользователя Сертифицирующему специалисту, указанному в
          Заказе,  и согласие на обработку персональной информации партнерами Исполнителя, для целей использования
          Сервиса, оформления Заказа на Сервисе и оказания Услуг верификации.
          <br><br>
          9.3. При проведении расчетов в соответствии с Пользовательским соглашением Исполнитель не является платежным
          агентом согласно пп. 1, 4 ч. 2 ст. 1 Федерального закона от 03.06.2009 № 103-ФЗ «О деятельности по приему
          платежей физических лиц, осуществляемой платежными агентами».
          <br><br>
          9.4. В случаях, предусмотренных действующим законодательством, кассовый чек направляется на адрес электронной
          почты, указанный Пользователем при регистрации на Сервисе.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>10. Электронные документы</h3>
        <section class="padding-bottom-8"></section>
        <p>
          10.1. Пользователь соглашается, что все действия, совершенные в рамках Сервиса с помощью Логина и Пароля,
          в том числе – по пополнению платежного баланса Личного кабинета, принятию результата услуг, подтверждению
          оплаты услуг, считаются совершенными Пользователем.
          <br><br>
          10.2. Стороны признают, что все электронные документы, сформированные, используемые и направляемые посредством
          функций Сервиса, пока Пользователь и (или) Сертифицирующий специалист являются авторизованными на Сервисе,
          признаются подписанными Электронной подписью соответствующей Стороны. Подписание документов на Сервисе может
          происходить в том числе посредством проставления Пользователем/Компанией специального символа (галочки)
          напротив соответствующего документа (ссылки на документ).
          <br><br>
          10.3. Стороны согласовали, что все действия и электронные документы, направленные Сторонами друг другу с
          использованием ключа электронной подписи одной из Сторон, считаются сделанными и направленными этой Стороной.
          <br><br>
          10.4. Стороны соглашаются с тем, что документы, подписанные Электронной подписью, имеют равную юридическую
          силу с документами, составленными на бумажном носителе и подписанными собственноручной подписью. Документ,
          подписанный Электронной подписью, порождает права и обязательства Сторон, если он соответствует условиям,
          определенным Условиями. Свидетельством того, что документ, подписанный Электронной подписью, получен второй
          Стороной, является отображение соответствующего электронного документа (сообщения) в интерфейсе Сервиса у
          Исполнителя и в интерфейсе Личного кабинета у Клиента.
          <br><br>
          10.5. В качестве доказательств, подтверждающих авторизации Клиента при использовании Сервиса, а также
          подписание им Электронной подписью документов/ сообщений/ команд, переданных посредством Сервиса, являются
          протоколы (логи) действий Клиента и происходящих в связи с этим событий, а также личная переписка между
          Пользователем и Сертифицирующим специалистом. Стороны признают, что это является допустимым доказательством
          при рассмотрении спорных ситуаций, в том числе в ходе судебных разбирательств.
          <br><br>
          10.6. Стороны обязаны соблюдать конфиденциальность в отношении ключей Электронной подписи. До момента
          сообщения одной из Сторон о том, что ее Пароль стал известен третьим лицам, все электронные документы,
          исходящие от этой Стороны, признаются подписанными ею.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>11. Прочие условия</h3>
        <section class="padding-bottom-8"></section>
        <p>
          11.1. Пользователь подтверждает, что он является дееспособным и достиг возраста, необходимого в соответствии
          с законодательством Российской Федерации для для совершения сделок, предусмотренных Пользовательским соглашением.
          <br><br>
          11.2. Исполнитель не несет ответственность за:
          <br><br>
          <section class="padding-left-36">
          11.2.1. Временные сбои и перерывы в работе Сервиса и/или доступность функционала, позволяющего Пользователям
          оформлять Заказ, и вызванные ими потери информации, а также сохранность информации, правильность и
          своевременность ее передачи и доставки.
          <br><br>
          11.2.2. Скорость работы Сервиса, а также за сохранность создаваемой, используемой и получаемой Пользователем информации.
          </section>
          <br>
          11.3. Все обращения Пользователей Исполнителю должны направляться <span class="color_support-1">“заполнить”</span>.
          <br><br>
          11.4. Информация об Исполнителе:
          <br><br>
          <section class="padding-left-36">
            ООО «Центр новаций и технологий»
            ИНН 7710559692, КПП  771001001
            Место нахождения: 123056,  Москва г. Грузинская Б. ул., д. 60, стр. 1
            тел: 8 (495) 268 01 58
            Банковские реквизиты:
            р/с  40702810300340024229
            БИК  044525311
            к/с 30101810000000000311
          </section>
          <br>
          11.5. Дата вступления в силу текущей редакции Пользовательского соглашения.
        </p>
      </lm-cs-rules-modal>

      <lm-cs-rules-modal :ref="'modal2'" class="lm-m-cs-rules-modal-text lm-m-cs-modals-container">
        <h2>Правила верификации для талантов</h2>
        <section class="padding-bottom-8"></section>
        <p>Важно прочитать и запомнить следующее:</p>
        <section class="lm-m-cs-modal-aside">
          На съемку старайтесь приходить заранее ~ за 15 минут
        </section>
        <h3>Пунктуальность — залог успеха</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Опаздывая на съемку, помните, что ваше время сгорает. Вы можете подойти в пределах запланированного времени,
          но сослаться на низкое качество результатов съемки будет невозможно. Съемочная сессия длится ровно 30 минут,
          и по истечении этого времени фотограф закончит вас снимать вне зависимости от того, насколько вы опоздали.
          <br><br>
          Если же на съемку опаздывает фотограф, то он обязан продлить съемку до изначально запланированного времени
          (30 минут) и восполнить все возможные убытки (например, продлить аренду студии) за свой счет. Это не мешает
          вам оставить о фотографе соответствующий отзыв после съемки и выставить оценку по завершению заказа.
          <br><br>
          Приходите на съемку заранее! Так вы обезопасите себя от опозданий и успеете пообщаться и подготовиться к
          съемке в спокойной обстановке. В среднем стоит прийти за 15 минут до начала съемки, чтобы привести себя в
          порядок и переодеться, в то время как фотограф выставит свет и настроит технику.
        </p>
        <section class="lm-m-cs-modal-aside">
          Предупреждайте о невозможности прийти на съемку за 48 часов
        </section>
        <h3>Хочу перенести! Нет, отменить!</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Если у одной из сторон не получается прийти на съемку в назначенную дату и время, каждый из вас вправе
          предупредить об этом за 48 часов до начала съемки, указав при этом уважительную причину. После этого обе
          стороны могут согласовать дату и время съемки заново. При отмене съемки деньги возвращаются на ваш баланс.
        </p>
        <br>
        <h3>Забыл, запил или забил</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Если вы не явились на съемку за все время проведения сессии и при этом не предупредили об этом за 48 часов
          до съемки, то вы считаетесь отказавшимся от услуги Верификации. При этом ваша оплата за съемку вам не
          возвращается, а передается фотографу за потраченное время и усилия на организацию съемки.
          <br><br>
          Если же фотограф не объявился за все время съемки, не предупредив об этом за 48 часов до съемочной сессии,
          то модератор вправе присвоить фотографу штрафные санкции. Также фотограф получает предупреждение, при
          повторной неявке без предупреждения до двух-трех раз он будет помещен в бан, и со стороны компании с ним
          прекращается любое сотрудничество.
        </p>
        <section class="lm-m-cs-modal-aside">
          Выбирайте материалы для финальной обработки в течение 72 часов
        </section>
        <h3>Отфотошопь меня полностью</h3>
        <section class="padding-bottom-8"></section>
        <p>
          В течение 72 часов после съемки вы выбираете фото/видео для финальной обработки (ретушь/монтаж). Вы
          выбираете ровно то количество фотографий и видеоматериалов, которое было заявлено при оформлении заказа.
          Если в течении 72 часов фотограф не отдает вам исходники для выбора, вы вправе открыть диспут.
        </p>
        <section class="lm-m-cs-modal-aside">
          Получайте обработанные материалы в течение 72 часов
        </section>
        <h3>Получите — распишитесь</h3>
        <section class="padding-bottom-8"></section>
        <p>
          После того, как вы утвердили фото/видео на ретушь, фотограф должен в течение 72 часов обработать
          фото-/видеоматериалы и отправить вам обратно. Если по истечению этого срока вам ничего не пришло,
          вы вправе открыть диспут.
          <br><br>
          Если фотограф не успевает отправить вам готовые результаты в срок, он должен предупредить об этом заранее
          и продлить время ожидания отретушированных фото/смонтированных видео.
        </p>
        <section class="lm-m-cs-modal-aside">
          Открывайте диспут — это может сделать любой из участников
        </section>
        <h3>А что если мне не нравится?</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Если вас не устраивают результаты работы фотографа, вы можете отправить их на доработку, выбрав
          соответствующую команду на странице заказа, указав, что именно требуется доработать. В случае, если фотограф
          не согласен, он сообщает об этом в ответ на запрос о доработке. Любой из участников может открыть диспут,
          который рассмотрит модератор.
        </p>
        <br>
        <h3>Сударь, откроем диспут!</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Если вы просите внести доработки по материалам, которые прислал фотограф, но тот не соглашается, то обе
          стороны имеют право открыть диспут.
        </p>
        <br>
        <h3>Слово Модератора  — Закон</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Если фотограф подтвердил ваши пожелания и отправил результаты с учетом правок, но возникли повторные
          разногласия, при которых фотограф отказывается переделывать еще раз, то обе стороны вправе открыть диспут.
          <br><br>
          По итогам диспута модератор может отказать вам либо принять решение о доработках, и тогда фотограф обязан
          их выполнить. При невыполнении своих обязательств фотограф не получает вознаграждение, а оплата возвращается на ваш баланс.
        </p>
      </lm-cs-rules-modal>

      <lm-cs-rules-modal :ref="'modal3'" class="lm-m-cs-rules-modal-text lm-m-cs-modals-container">
        <h2>Инструкция проведения верификации</h2>
        <section class="padding-bottom-8"></section>
        <p>Важно прочитать и запомнить следующее:</p>
        <div class="lm-m-cs-line"></div>
        <h3>Описание услуги верификации</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Верификация – услуга по созданию портфолио от платформы Linkmuse. Верификация подтверждает, что физические
          параметры, указанные в профиле, соответствуют действительности.
        </p>
        <br>
        <h3>Как проводить верификацию</h3>
        <section class="padding-bottom-8"></section>
        <p>
          • Вы получаете заказ на услугу и подтверждаете его.
          <br>
          • В диалоге с талантом вы обсуждаете желаемую дату и время встречи, а также подтверждаете её в системе.
          <br>
          • В день съемки вы, имея с собой необходимое оборудование, проводите фото-/видеосъемку согласно нижеуказанным
          стандартам. После съемки вы с моделью/актером выбираете несколько фотографий и одно видео на ретушь.
          <br>
          • Далее вы обрабатываете фото и видео согласно рекомендациям в разделе “Ретушь и обработка фото-/видеоматериалов”.
          <br>
          • Высылаете готовый результат таланту, вносите правки при необходимости. Результаты верификации публикуются в
          системе только после их одобрения талантом (в то же время происходит зачисление оплаты в ваш личный кабинет)
          <br>
        </p>
        <br>
        <h3>Как проводить фото-/видеосъемку</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Съемка актерского портфолио не связана никаким образом с художественной фотосъемкой. Фотографам нельзя
          использовать при съемке актерского портрета дополнительный интерьер, игру светотени на лице актера. Лицо
          должно быть хорошо освещено, чтобы на фотографии были отчетливо видны черты и форма лица, цвет волос и глаз.
          <br><br>
          Задача фотографа – сделать так, чтобы актер на фото выглядел максимально естественно, как в обычной жизни.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>Стандарты</h3>
        <section class="padding-bottom-8"></section>
        <p>
          • Оплата аренды студии включена в стоимость оплаты для фотографа;
          <br>
          • Наличие петличного микрофона для записи видеовизитки;
          <br>
          • Осветительное оборудование для видеосъемки;
          <br>
          • Использование белого/светло-серого фона;
          <br>
          • Продолжительность всей съемки (фото и видео) на человека – 30 минут;
          <br>
          • Наличие ростомера и измерительной ленты для обмера параметров Таланта.
        </p>
        <br>
        <h3>Ретушь и обработка фото-/видеоматериалов</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Допустима легкая цветокоррекция и ретушь таких мелких деталей, как блеск на лице, торчащие волосы, ворс
          на одежде и прочее. Задача фотошопа в актерском портфолио – убрать все временные несовершенства на лице,
          которые будут отвлекать от цельного восприятия изображения.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>Подтверждение верификации после съемки</h3>
        <section class="padding-bottom-8"></section>
        <p>
          После съемки клиент утверждает материалы на ретушь.
          Фотограф ретуширует и отправляет ему результаты, при необходимости правит их.
          Модель/актер одобряет результаты верификации, и они публикуются в профиле и каталоге талантов.
        </p>
        <br>
        <h3>Выплаты после одобрения выполненной услуги</h3>
        <section class="padding-bottom-8"></section>
        <p>
          Фотограф получает оплату за свою работу на следующих условиях:
          <br>
          • по итогам первых 15 календарных дней месяца – в срок не позднее 5 рабочих дней после окончания 15-ого
          числа месяца за все заказы, которые были утверждены и одобрены в указанный период;
          <br>
          • по итогам оставшейся части календарного месяца – в срок не позднее 5 рабочих дней после окончания месяца
          за заказы, которые были были утверждены и одобрены в этот период.
          <br><br>
          Фотограф не имеет права требовать перечисления оплаты по заказам, результат которых не был принят и одобрен
          заказчиками в указанный срок.
        </p>
      </lm-cs-rules-modal>

      <lm-cs-rules-modal :ref="'modal4'" class="lm-m-cs-rules-modal-text lm-m-cs-modals-container">
        <h2>Договор в рамках сервиса «Сертифицирующий специалист»</h2>
        <div class="lm-m-cs-line"></div>
        <p>
          Общество с ограниченной ответственностью «Центр новаций и технологий», именуемое в дальнейшем
          «Агент/Исполнитель», в лице Генерального директора Григорьевой Т.В, действующей на основании Устава, и
          <span class="color_support-1">“заполнить”</span>, именуем <span class="color_support-1">“заполнить”</span> в дальнейшем «Принципал/ Сертифицирующий специалист»,
          совместно именуемые «Стороны», а по отдельности «Сторона», заключили этот Договор (далее - Договор) о нижеследующем:
          <br><br>
        </p>
        <h3>1. Термины и определения</h3>
        <section class="padding-bottom-8"></section>
        <p>
          В целях настоящего документа нижеприведенные термины используются в следующем значении:
          <br><br>
          1.1. Данные статистики — данные об оказании Услуг Сертифицирующими специалистами, которые также могут
          содержать сведения о количестве Заказов, стоимости Услуг, рейтинг на основе оценок Пользователей, отзывы
          Пользователей, иные сведения, предусмотренные интерфейсом Сервиса.
          <br><br>
          1.2. Договор — данный договор между Сторонами.
          <br><br>
          1.3. Заказ – оформленный Пользователем на Сервисе заказ Услуги на условиях, указанных в Пользовательском
          соглашении с учетом детализированной информации в интерфейсе Сервиса.
          <br><br>
          1.4. Личный кабинет - это индивидуальное рабочее пространство Сертифицирующего специалиста для взаимодействия
          с Исполнителем и с Пользователями, включая подписание электронных документов. Вход в Личный кабинет
          осуществляется путем ввода логина и пароля. Вся информация, переданная Сторонами посредством Личного кабинета,
          признается подписанной электронной подписью.
          <br><br>
          1.5. Отчет Исполнителя - отчет об оказанных Исполнителем услугах, который формируется автоматически в Личном
          кабинете Принципала и обновляется после оплаты Пользователями каждого Заказа.
          <br><br>
          1.6. Пользователь - лицо, использующее Сервис на условиях, предусмотренных в Пользовательском соглашении,
          с целью осуществить Заказ.
          <br><br>
          1.7. Пользовательское соглашение – документ, размещенный в сети Интернет по адресу: <span class="color_support-1">“заполнить”</span>. Заключается
          между Пользователем и Агентом (в части положений Пользовательского соглашения, регулирующих порядок оказания
          Услуг, Агент действует от своего имени, но в интересах и за счет Принципала. Принципал обязан при оказании
          Услуг и взаимодействии с Пользователем соблюдать порядок, описанный в Пользовательском соглашении.
          <br><br>
          1.8. Сервис - веб-сайт, размещенный в сети Интернет по адресу: <span class="color_support-1">“заполнить”</span>, а также прикладные программы
          (в том числе приложения для мобильных устройств) к нему, предоставляющие Пользователям и Сертифицирующим
          специалистам возможность осуществить Заказ и оплату Услуги на условиях, предусмотренных в Пользовательском
          соглашении. Сервис доступен Сертифицирующему специалисту после авторизации с использованием логина и пароля,
          которые задаются им в момент его регистрации на Сервисе.
          <br><br>
          1.9. Сертифицирующий специалист – лицо, осуществляющее фото- и видео- съемку Пользователей в соответствии
          с Пользовательским соглашением.
          <br><br>
          1.10. Сессия/ Процесс сертификации – процесс оказания Услуг (фотографирования или видеозаписи Пользователя
          с соблюдением Сертифицирующим специалистом и Пользователем всех требований, предусмотренных интерфейсом
          Сервиса и(или) Пользовательским соглашением). По окончании Сессии создается серия фотографий и(или)
          видеозаписей (в зависимости от выбранного вида Услуги), объединенных общей тематикой, а также обмер
          биометрических параметров (сведения, которые характеризуют физиологические и биологические особенности
          человека, на основании которых можно установить его личность) с использованием шкалы замеров.
          <br><br>
          1.11. Страница Сертифицирующего специалиста – персональная страница Сертифицирующего специалиста на Сервисе,
          содержащая персональные данные Сертифицирующего специалиста, портфолио с его работами, а также описание типов
          услуг, которые он может оказать Пользователям (например: модельная сьемка, детская съемка), геолокацию, по
          которой он может оказывать услуги (для каждой услуги индивидуально).
          <br><br>
          1.12. Услуги – услуги по фото- и видео- съемке, фактически оказываемые Пользователям Сертифицирующим
          специалистом на основании Пользовательского соглашения. Возможные виды Услуг определяются интерфейсом
          Сервиса и(или) Пользовательским соглашением.
          <br><br>
          1.13. В Договоре могут быть использованы термины, не определенные в данном разделе. В этом случае толкование
          такого термина производится в соответствии с текстом Договора. В случае невозможности однозначного толкования
          термина в тексте Договора следует руководствоваться толкованием термина, определенным на Сервисе или в
          контексте интерфейса Сервиса.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>2. Предмет Договора</h3>
        <section class="padding-bottom-8"></section>
        <p>
          2.1. Договор по своему характеру является смешанным: агентским договором и договором оказания услуг.
          <br><br>
          2.2. Агент обязуется от своего имени, за счет и в интересах Принципала заключать договоры на оказание Услуг
          с Пользователями, а также принимать исполнение по таким договорам. Непосредственное оказание Услуг
          Пользователям осуществляется Сертифицирующим специалистом в рамках Сессий.
          <br><br>
          2.3. Исполнитель обязуется предоставить Сервис для взаимодействия Потребителя и Сертифицирующего специалиста,
          в том числе предоставить возможности (1) согласования Сессий (согласования времени, даты, объёма услуг
          Сертифицирующего специалиста посредством сообщения через Личный кабинет на Сайте), (2) оформления Заказа,
          (3) оплаты Сессий. Использование Принципалом Сервиса возможно лишь на условиях «как есть», т.е. согласно
          предоставленному Исполнителем в любой момент в течение срока действия Договора комплексу функционала,
          информационного наполнения, интерфейса, дизайна, иных составляющих и условий использования Сервиса.
          <br><br>
          2.4. Сертифицирующий специалист обязуется оказать Услуги в соответствии с Заказом, с учётом требований и
          критериев, установленных в Пользовательском соглашении. Время и место проведения Сессии согласовывается
          Пользователем и Сертифицирующим специалистом на Сервисе. Конкретные кадры, моменты, места и ракурсы, а
          равно и стиль Сессии выбираются на усмотрение Пользователя. Не допускается вмешательство третьих лиц в процесс съемки.
          <br><br>
          2.5. Сертифицирующий специалист должен передать результат Сессии Пользователю, соответствующий критериям,
          указанным в п.3.2 Договора, путём его размещения на Сервисе в течение 72  часов с момента окончания Сессии.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>3. Условия оказания Услуг</h3>
        <section class="padding-bottom-8"></section>
        <p>
          3.1. Обязательным условием взаимоотношений Сторон является принятие и соблюдение Сертифицирующим специалистом
          положений  Пользовательского соглашения. Принятием (акцептом) Пользовательского соглашения Сертифицирующим
          специалистом признается создание им Страницы Сертифицирующего специалиста.
          <br><br>
          3.2. По итогам оказания Услуг Сертифицирующий специалист должен произвести запись на носитель результата
          Сессии, имеющего следующие характеристики:
          <br><br>
        <section class="padding-left-36">
          3.2.1. для фотографий:
          а) размер по длинной стороне не менее 3500 точек,
          б) разрешение не менее 300 точек на дюйм,
          г) глубина цвета 8 бит,
          д) формат файла изображения JPEG/TIFF,
          е) шумы – минимально допустимые для освещения – 1600-3200 ISO,
          ж) отсутствие хроматических аберраций,
          е) количество фото с ретушью: не менее 3-х;
          <br><br>
          3.2.2. для видео:
          а) продолжительность 60-75 секунд,
          б) формат файла HD/FullHD/UHD,
          в) разрешение не менее 1280 х 720 пикселей или 1920 х 1080 пикселей,
          г) частота кадров – 24-30 кадрам/c.,
          д) глубина цвета - 8 бит (256 цветов), 16 бит (65 536 цветов) и 24 бита (16 777 216 цветов),
          е) битрейт (ширина видеопотока) – 5-10 Мбит/с.,
          ж) стандарты сжатия – DV/MPEG
        </section>
        </p>
        <br>
        <p>
          3.3. Исполнитель вправе требовать от Сертифицирующего специалиста внести изменения в информацию/материалы
          на Странице Сертифицирующего специалиста, направив соответствующее уведомление по электронной почте с
          указанием на суть изменений. Причинами такого требования могут быть, включая, но не ограничиваясь, следующие
          обстоятельства: подозрение, что размещенные материалы нарушают права третьих лиц на интеллектуальную
          собственность; обращения Пользователей; подозрение, что размещенные материалы нарушают законодательство РФ,
          не соответствуют общепринятым критериям нравственности, не соответствуют внутренней политике Сервиса.
          <br><br>
          3.4. Сертифицирующий специалист самостоятельно и в полном объеме несет предусмотренную законодательством
          ответственность как лицо, осуществившее приведение информации в готовую для распространения форму и
          гарантирует соответствие материалов на Странице Сертифицирующего специалиста всем требованиям действующего законодательства.
          <br><br>
          3.5. Сертифицирующий специалист самостоятельно несет ответственность за сохранность и конфиденциальность
          регистрационных данных (логин и пароль) для доступа к Сервису. Все действия, совершенные в Сервисе с
          использованием логина и пароля Сертифицирующего специалиста, признаются действиями Сертифицирующего специалиста.
          <br><br>
          3.6. Если Пользователь, оформивший Заказ, отказался от принятия Услуг  в связи с ненадлежащим качеством и/или
          в связи с несоответствием Услуг Заказу, оформленному Пользователем, по указанию Исполнителя возможны следующие
          последствия: (1)  Сертифицирующий специалист должен обеспечить предоставление Пользователю Услуг надлежащего
          качества и соответствующего Заказу, оформленному Пользователем, в рамках стоимости первоначального Заказа;
          (2) Сертифицирующий специалист не получает вознаграждения за Сессию, проведенную в рамках оказания соответствующий Услуг.
          <br><br>
          3.7. Факт наличия или отсутствия вины Сертифицирующего специалиста в случаях, предусмотренных выше,
          устанавливается Исполнителем самостоятельно с учетом информации, полученной от Пользователя, от Сертифицирующего
          специалиста, а также иной имеющейся информации. При этом решение Исполнителя при установлении указанного факта
          имеет приоритетное значение, и является обязательным для Сертифицирующего специалиста.
          <br><br>
          3.8. В случае если результат Услуг по определенному Заказу не принят Пользователем, Сертифицирующий специалист
          обязан провести доработку в течение 3 рабочих дней с момента получения от Пользователя возражений, претензий
          относительно результата Услуг.
          <br><br>
          3.9. Правообладателем фото- и видео- материалов в результате оказания Услуг является Пользователь.
          Сертифицирующий специалист признает и предоставляет в пользу Пользователя полные и исключительные права на
          фотографии, иллюстрации, видео или иные изображения, содержащие изображения Пользователя (равно и изображения
          третьих лиц, участвующих так или иначе в фотосъемке), а также аудио и текстовую информацию, связанную с этими
          изображениями, которые созданы Сертифицированным специалистом.
          <br><br>
          За Сертифицированным специалистом сохраняется авторское право и право на воспроизведение и демонстрацию
          результатов Услуг, использование их в портфолио, опубликованных в открытом доступе.
          <br><br>
          Исполнителю переходят права на воспроизведение и демонстрацию результатов Услуг в рамках функционирования
          Сервиса и рекламы Сервиса.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>4. Условия оплаты Заказов</h3>
        <section class="padding-bottom-8"></section>
        <p>
          4.1. Агент поручению Принципала, указанное в данном разделе, обязуется от своего имени, но за счет Принципала
          принимать безналичные платежи Пользователей за Услуги (суммы оплаты Пользователей за Услуги, оказанные
          Сертифицирующим специалистом). Для чего Агент обеспечивает функционирование онлайн-кассы для оплаты Услуг.
          <br><br>
          4.2. Сумма, принимаемая от Пользователей в счет оплаты Услуг, определяется в Заказе и взимается без НДС,
          поскольку <span class="color_support-1">“заполнить”</span> (выбрать в зависимости от статуса фотографа: в отношениях с Пользователями
          Сертифицированный специалист вступает лично как самозанятое физическое лицо/  Сертифицированный специалист
          применяет упрощенную систему налогообложения (для ИП)).
          <br><br>
          4.3. Суммы оплаты, полученные Агентом от Пользователей, подлежат перечислению Принципалу за вычетом: (1) сумм,
          возвращенных Агентом Пользователям; (2) вознаграждения Агента по Договору. Перечисление указанных денежных
          средств осуществляется Агентом на банковский счет Принципала, в срок, не превышающий <span class="color_support-1">“заполнить”</span> календарных
          дней с момента получения Агентом от Пользователей указанных сумм.
          <br><br>
          4.4. Суммы, полученные Агентом от Пользователей, перечисляются Принципалу: (1) по итогам первых 15 календарных
          дней месяца - в срок не позднее 5 рабочих дней после окончания 15-го числа месяца за Сессии, которые были
          утверждены Пользователями в указанный период; (2) по итогам оставшейся части календарного месяца – в срок не
          позднее 5 рабочих дней после окончания месяца за Сессии, которые были утверждены Пользователями в этот период.
          Сертифицирующий специалист не вправе требовать перечисления оплаты по Заказам, результат Услуг по которым не
          принят Пользователями.
          <br><br>
          4.5. Срок действия поручения, предусмотренного этим разделом, равен сроку оказания услуг по Договору.
          <br><br>
          4.6. При проведении расчетов в соответствии с данным разделом Договора Исполнитель не является платежным
          агентом согласно Федерального закона от 03.06.2009 № 103-ФЗ «О деятельности по приему платежей физических лиц,
          осуществляемой платежными агентами». Отношения Агента и Принципала в части исполнения поручения регулируются
          главой 52 Гражданского кодекса Российской Федерации «Агентирование».
          <br><br>
          4.7. В случае получения Агентом обращений Пользователей в любой форме об их несогласии с фактом и/или суммой
          безналичной оплаты, произведенной в пользу Принципала при оформлении Заказа, Принципал уполномочивает Агента
          рассмотреть соответствующее обращение Пользователя и принять решение о возврате Пользователю суммы произведенной
          оплаты. При рассмотрении обращений Пользователей Агент принимает во внимание сообщенные Пользователем сведения;
          данные Сервиса; информацию, предоставленную Принципалом по запросу Агента в связи с рассмотрением обращения Пользователя.
          <br><br>
          На основании указанной информации Агент по своему усмотрению принимает решение по обращению Пользователя, в
          том числе о полном или частичном возврате Пользователю суммы произведенной оплаты, отказе от возврата и/или
          иное решение по существу обращения Пользователя.
          <br><br>
          4.8. В случае принятия Агентом решения о полном или частичном возврате Пользователю суммы оплаты, произведенной
          в пользу Принципала с использованием Сервиса, сумма, подлежащая возврату Пользователю, подлежит возмещению
          Агенту Принципалом (в частности, может быть удержана и/или подлежит оплате по счету).
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>5. Права и обязанности сторон</h3>
        <section class="padding-bottom-8"></section>
        <p>
          5.1. Исполнитель обязуется:
          <br><br>
        <section class="padding-left-36">
          5.1.1. Обеспечивать надлежащее функционирование Сервиса;
          <br><br>
          5.1.2. Обеспечивать принятие исполнений от Пользователей за Услуги, оказанные Сертифицированным специалистом.
        </section>
        </p>
        <br>
        <p>
          5.2. Исполнитель имеет право:
          <br><br>
        <section class="padding-left-36">
          5.2.1. Временно приостановить работу Сервиса по техническим, технологическим или иным причинам;
          <br><br>
          5.2.2. Прекратить работу Сервиса, оповестив Сертифицирующего специалиста в Личном кабинете или по электронной
          почте не позднее, чем за 5 календарных дней до прекращения Работы Сервиса;
          <br><br>
          5.2.3. Приостановить оказание услуг по Договору в любом из случаев:
        </section>
          <br>
        <section class="padding-left-72">
          5.2.3.1. неоднократного нарушения Сертифицирующим специалистом условий Договора и(или) Пользовательского соглашения;
          <br><br>
          5.2.3.2. необеспечения предоставления Пользователю Услуги надлежащего качества и соответствующей Заказу,
          оформленному Пользователем;
          <br><br>
          5.2.3.3. Принципал имеет задолженность перед Агентом;
          <br><br>
          5.2.3.4. Получение негативных отзывов о Принципале от Пользователей.
        </section>
          <br>
        <section class="padding-left-36">
          5.2.4. Сопровождать Страницу Сертифицированного специалиста Данными статистики, дополнительными
          информационными материалами Сервиса.
          <br><br>
          5.2.5. Осуществлять любые действия (контрольные мероприятия) по проверке качества оказания Услуг.
        </section>
        </p>
        <br>
        <p>5.3. Сертифицированный специалист обязуется:
          <br><br>
        <section class="padding-left-36">
          5.3.1. Указывать на Странице Сертифицированного специалиста достоверную информацию и фото-, виде- материалы своего авторства;
          <br><br>
          5.3.2. Сохранять в тайне и не предоставлять третьим лицам логин и пароль от Личного кабинета;
          <br><br>
          5.3.3. Соблюдать все требования к Сессии, Заказу, результату оказания Услуг, предусмотренному Пользовательским
          соглашением. В противном случае Исполнитель вправе требовать от Принципала возмещения всех понесенных убытков в связи с этим;
          <br><br>
          5.3.4. Своевременно информировать Исполнителя о своем статусе в качестве налогоплательщика, применяемых режимах
          налогообложения. В противном случае Исполнитель вправе требовать с Принципала возмещения убытков, понесенных
          первым в случае получения им предписаний от налоговых органов;
          <br><br>
          5.3.5. Самостоятельно уплачивать все налоги и сборы;
          <br><br>
          5.3.6. Без предварительного письменного согласования с Исполнителем не распространять вместе с Услугами какие-либо
          рекламные материалы (как собственные, так и третьих лиц).
        </section>
        </p>
        <br>
        <p>5.4. Сертифицированный специалист имеет право:
          <br /><br />
        <section class="padding-left-36">
          5.4.1. На доступ к Личному кабинету и формирование Страницы Сертифицированного специалиста;
          <br><br>
          5.4.2. В случае отсутствия неисполненных Заказов отказаться от Страницы Сертифицированного специалиста и
          использования Сервиса, предупредив Исполнителя не менее, чем за 5 рабочих дней до удаления Страницы. При
          наличии неисполненных Заказов Сертифицированный специалист должен их исполнить.
        </section>
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>6. Вознаграждение Исполнителя, отчетность</h3>
        <section class="padding-bottom-8"></section>
        <p>
          6.1. Вознаграждение, получаемое Исполнителем за услуги, оказанные по Договору, составляет
          <span class="color_support-1">“заполнить”</span> за один оплаченный Заказ на Услуги Сертифицированного
          специалиста (в том числе НДС).
          <br><br>
          6.2. Информация по услугам, оказанным Исполнителем, отображается в Личном кабинете и становится доступной
          сразу после оплаты соответствующего Заказа.  Данная информация по выполненным Заявкам является Отчетом
          Исполнителя. Информация по каждому оплаченному Заказу является отдельной строкой Отчета Исполнителя.
          С момента размещения соответствующей редакции Отчета Исполнителя в Личном кабинете Сертифицирующего
          специалиста, такой отчет считается подписанным со стороны Исполнителя.
          <br><br>
          6.3. Отчет считается подписанным Принципалом по прошествии 24 часов с момента его отображения в его Личном
          кабинете. После этого услуги, оказанные по Договору и указанные в соответствующей редакции Отчета Исполнителя,
          считаются принятыми Принципалом, дополнительный обмен Сторонами актами о приемке оказанных услуг не требуется.
          <br><br>
          6.4. В случае несогласия с Отчетом Исполнителя Принципал должен посредством Личного кабинета или электронной
          почты, указанной в Договоре, предоставить Исполнителю мотивированное несогласие с отчетом в течение 24 часов
          с момента его размещения в Личном кабинете.
          <br><br>
          6.5. Вознаграждение Исполнителя уплачивается по итогам календарного месяца. Вознаграждение рассчитывается
          Исполнителем самостоятельно и удерживается им из сумм, полученных от Пользователей в счет оплаты Услуг
          Сертифицированного специалиста.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>7. Срок действия Договора</h3>
        <section class="padding-bottom-8"></section>
        <p>
          7.1. Договор вступает в силу с даты подписания и действует в течение года. В случае если ни одна из Сторон
          за 30 дней в письменной форме не заявит о намерении расторгнуть Договор, то он пролонгируется на очередной год.
          <br><br>
          7.2. Любая из Сторон вправе расторгнуть Договор в одностороннем порядке, уведомив другую в письменной форме
          не позднее, чем за 30 дней до планируемой даты расторжения.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>8. Гарантии и согласия</h3>
        <section class="padding-bottom-8"></section>
        <p>
          8.1. Принципал указывает достоверные данные, в том числе персональные данные на Странице Сертифицированного
          специалиста.
          <br><br>
          8.2. Принципал дает согласие на обработку Исполнителем персональных данных, указанных первым при регистрации
          на Сервисе и/или при заключении Договора, в том числе на совершение Исполнителем действий, предусмотренных
          п. 3 ст. 3 Федерального закона от 27.07.2006 года № 152-ФЗ «О персональных данных», любыми способами, для
          целей заключения и исполнения Договора.
          <br><br>
          8.3. Принципал: а) полностью ознакомился с условиями Пользовательского соглашения, б) согласен с условиями
          Пользовательского соглашения.
          <br><br>
          8.4. Размещение (воспроизведение, показ), иное использование Исполнителем материалов и информации, загружаемой
          в Сервис  не нарушают и не влекут за собой нарушение каких-либо прав третьих лиц и действующего законодательства.
          В случае получения Исполнителем претензий от третьих лиц в связи с нарушением их исключительных прав,
          ответственность по таким претензиям несет Принципал, возмещая Агенту все понесенные убытки.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>9. Ответственность и ограничение ответственности</h3>
        <section class="padding-bottom-8"></section>
        <p>
          9.1. За нарушение условий Договора Стороны несут ответственность, установленную Договором и/или действующим
          законодательством РФ.
          <br><br>
          9.2. Исполнитель ни при каких обстоятельствах не несет ответственности по Договору за какие-либо косвенные
          убытки и/или упущенную выгоду Принципала и/или третьих сторон вне зависимости от того, мог Исполнитель
          предвидеть возможность таких убытков или нет.
          <br><br>
          9.3. Совокупный размер ответственности Исполнителя по Договору в части возмещаемых убытков, по любому иску
          или претензии в отношении Договора или его исполнения, ограничивается 10 % стоимости услуг Исполнителя
          Принципалу по Договору за календарный месяц, в котором допущено нарушение (либо в котором было завершено
          длящееся нарушение).
          <br><br>
          9.4. В случае нарушения Исполнителем установленных п.4.4 Договора сроков перечисления сумм, полученных им от
          Пользователей, Принципал имеет право начислить ему пени в размере ставки рефинансирования ЦБ РФ, исчисленной
          в расчете на 1 день за каждый день просрочки.
          <br><br>
          9.5. Принципал несет ответственность в полном объеме за соблюдение всех требований законодательства, в том
          числе законодательства о рекламе, об интеллектуальной собственности, но не ограничиваясь перечисленным, в
          отношении содержания и формы материалов или информации, размещенных на Сервисе.
          <br><br>
          9.6. В случае отказа Пользователя от принятия Услуг  в связи с ненадлежащим качеством Услуг, несоответствием
          Услуг Заказу, и/или иными претензиями Пользователя к Услугам, Исполнитель имеет право потребовать от
          Сертифицирующего специалиста возмещения сумму, которую  по соответствующему Заказу оплатил Пользователь.
          В указанном случае Сертифицирующий специалист в течение 5 дней с даты направления соответствующего требования
          Исполнителем обязан выплатить Исполнителю компенсацию суммы Заказа и неустойку в размере 10% от суммы Заказа.
          Исполнитель вправе удержать соответствующие суммы из суммы денежных средств, полученных им в результате
          принятия платежей Пользователей по другим Заказам.
        </p>
        <div class="lm-m-cs-line"></div>
        <h3>10. Прочие условия</h3>
        <section class="padding-bottom-8"></section>
        <p>
          10.1. Все споры и разногласия, которые могут возникнуть в связи с исполнением, расторжением или признанием
          недействительным Договора, Стороны будут стремиться решить путем переговоров. Если Стороны не придут к
          соглашению по возникшим претензиям и/или разногласиям, спор подлежит передаче на рассмотрение в Арбитражный
          суд города Москвы.
          <br><br>
          10.2. Любые уведомления по Договору могут направляться одной Стороной другой Стороне: 1) по электронной
          почте, официальный адрес со стороны Исполнителя: <span class="color_support-1">“заполнить”</span> ,
          официальный адрес со стороны Сертифицированного специалиста: <span class="color_support-1">“заполнить”</span>;
          2) почтой с уведомлением о вручении или курьерской службой с подтверждением доставки.
          <br><br>
          10.3. Настоящим Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) Договора, а
          также при ведении переписки по указанным вопросам, допускается использование электронной подписи Сторон в
          Личном кабинете. Стороны признают, что учетные данные Принципала в его Личном кабинете являются аналогом
          собственноручной подписи, имеют юридическую силу, равную документам, подписанным собственноручной подписью,
          и являются допустимым доказательство в случае наличия спора между Исполнителем и Принципалом.
          <br><br>
          10.4. Стороны признают, что для целей Договора, любая электронная переписка Сторон, признается юридически
          значимой и является надлежащим доказательством в судебном процессе.
          <br><br>
          10.5. Стороны согласились, что первичные закрывающие документы в рамках Договора также могут быть подписаны
          с использованием электронной подписи и (или) факсимильного воспроизведения подписи в соответствии с положениями
          ст. 160 Гражданского кодекса Российской Федерации.
          <br><br>
          10.6. Принципал не вправе передавать свои права по Договору какой-либо третьей стороне без письменного
          согласия Исполнителя. Исполнитель вправе передавать права и обязанности по Договору без письменного согласия Принципала.
        </p>
        <br>
        <h3>11. Реквизиты</h3>
        <section class="padding-bottom-8"></section>
        <p>11.1. <span class="color_support-1">“заполнить”</span></p>
      </lm-cs-rules-modal>

    </div>
  </div>
</template>
<script>
  import { has } from '@utils'

  export default {
    data () {
      return {
        has,
      }
    },
    computed: {},
    methods: {
        _handleOpenModal (ref) {
            this.$refs[ref]._handleOpen()
        }
    }
  }
</script>
