webpackJsonp([183],{

/***/ 1349:
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
Object.defineProperty(__webpack_exports__, "__esModule", { value: true });
/* harmony import */ var __WEBPACK_IMPORTED_MODULE_0__babel_loader_node_modules_vue_loader_lib_selector_type_script_index_0_modal_verification_rules_vue__ = __webpack_require__(1721);
/* empty harmony namespace reexport */
/* harmony import */ var __WEBPACK_IMPORTED_MODULE_1__node_modules_vue_loader_lib_template_compiler_index_id_data_v_a7c24998_hasScoped_true_buble_transforms_node_modules_vue_loader_lib_selector_type_template_index_0_modal_verification_rules_vue__ = __webpack_require__(2216);
var disposed = false
function injectStyle (ssrContext) {
  if (disposed) return
  __webpack_require__(2214)
}
var normalizeComponent = __webpack_require__(2)
/* script */


/* template */

/* template functional */
var __vue_template_functional__ = false
/* styles */
var __vue_styles__ = injectStyle
/* scopeId */
var __vue_scopeId__ = "data-v-a7c24998"
/* moduleIdentifier (server only) */
var __vue_module_identifier__ = null
var Component = normalizeComponent(
  __WEBPACK_IMPORTED_MODULE_0__babel_loader_node_modules_vue_loader_lib_selector_type_script_index_0_modal_verification_rules_vue__["a" /* default */],
  __WEBPACK_IMPORTED_MODULE_1__node_modules_vue_loader_lib_template_compiler_index_id_data_v_a7c24998_hasScoped_true_buble_transforms_node_modules_vue_loader_lib_selector_type_template_index_0_modal_verification_rules_vue__["a" /* default */],
  __vue_template_functional__,
  __vue_styles__,
  __vue_scopeId__,
  __vue_module_identifier__
)
Component.options.__file = "src/views/Makeup/common/blocks/modal/_verification/_rules/modal_verification_rules.vue"

/* hot reload */
if (false) {(function () {
  var hotAPI = require("vue-hot-reload-api")
  hotAPI.install(require("vue"), false)
  if (!hotAPI.compatible) return
  module.hot.accept()
  if (!module.hot.data) {
    hotAPI.createRecord("data-v-a7c24998", Component.options)
  } else {
    hotAPI.reload("data-v-a7c24998", Component.options)
  }
  module.hot.dispose(function (data) {
    disposed = true
  })
})()}

/* harmony default export */ __webpack_exports__["default"] = (Component.exports);


/***/ }),

/***/ 1721:
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//

/* harmony default export */ __webpack_exports__["a"] = ({});

/***/ }),

/***/ 2214:
/***/ (function(module, exports, __webpack_require__) {

// style-loader: Adds some css to the DOM by adding a <style> tag

// load the styles
var content = __webpack_require__(2215);
if(typeof content === 'string') content = [[module.i, content, '']];
if(content.locals) module.exports = content.locals;
// add the styles to the DOM
var update = __webpack_require__(4)("4f2bc681", content, false, {});
// Hot Module Replacement
if(false) {
 // When the styles change, update the <style> tags
 if(!content.locals) {
   module.hot.accept("!!../../../../../../../../node_modules/css-loader/index.js?sourceMap!../../../../../../../../node_modules/vue-loader/lib/style-compiler/index.js?{\"vue\":true,\"id\":\"data-v-a7c24998\",\"scoped\":true,\"hasInlineConfig\":true}!../../../../../../../../node_modules/vue-loader/lib/selector.js?type=styles&index=0!./modal_verification_rules.vue", function() {
     var newContent = require("!!../../../../../../../../node_modules/css-loader/index.js?sourceMap!../../../../../../../../node_modules/vue-loader/lib/style-compiler/index.js?{\"vue\":true,\"id\":\"data-v-a7c24998\",\"scoped\":true,\"hasInlineConfig\":true}!../../../../../../../../node_modules/vue-loader/lib/selector.js?type=styles&index=0!./modal_verification_rules.vue");
     if(typeof newContent === 'string') newContent = [[module.id, newContent, '']];
     update(newContent);
   });
 }
 // When the module is disposed, remove the <style> tags
 module.hot.dispose(function() { update(); });
}

/***/ }),

/***/ 2215:
/***/ (function(module, exports, __webpack_require__) {

exports = module.exports = __webpack_require__(3)(true);
// imports


// module
exports.push([module.i, "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "", {"version":3,"sources":[],"names":[],"mappings":"","file":"modal_verification_rules.vue","sourceRoot":""}]);

// exports


/***/ }),

/***/ 2216:
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
var render = function() {
  var _vm = this
  var _h = _vm.$createElement
  var _c = _vm._self._c || _h
  return _vm._m(0)
}
var staticRenderFns = [
  function() {
    var _vm = this
    var _h = _vm.$createElement
    var _c = _vm._self._c || _h
    return _c(
      "div",
      { staticClass: "modal modal_verification_rules modal_active" },
      [
        _c(
          "div",
          { staticClass: "modal__content modal__content_verification_rules" },
          [
            _c("div", { staticClass: "heading heading_h4" }, [
              _vm._v("Договор в рамках сервиса «Сертифицирующий специалист»")
            ]),
            _vm._v(" "),
            _c("div", [
              _c("span", { staticClass: "fw_600" }, [
                _vm._v(
                  "Общество с ограниченной ответственностью «Центр новаций и технологий»"
                )
              ]),
              _vm._v(", именуемое в дальнейшем "),
              _c("span", { staticClass: "fw_600" }, [
                _vm._v("«Агент/Исполнитель»")
              ]),
              _vm._v(
                ", в лице Генерального директора Григорьевой Т.В, действующей на основании Устава, и "
              ),
              _c("span", { staticClass: "color_support-1" }, [
                _vm._v("“заполнить”")
              ]),
              _vm._v(", именуем "),
              _c("span", { staticClass: "color_support-1" }, [
                _vm._v("“заполнить”")
              ]),
              _vm._v(" в дальнейшем "),
              _c("span", { staticClass: "fw_600" }, [
                _vm._v("«Принципал/ Сертифицирующий специалист»")
              ]),
              _vm._v(
                ", \n      совместно именуемые «Стороны», а по отдельности «Сторона», заключили этот Договор (далее - "
              ),
              _c("span", { staticClass: "fw_600" }, [_vm._v("Договор")]),
              _vm._v(") о нижеследующем:\n    ")
            ]),
            _vm._v(" "),
            _c("div", { staticClass: "modal__section_rules mt_5 pt_1" }, [
              _c("ol", { staticClass: "list" }, [
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Термины и определения")
                  ]),
                  _vm._v(" "),
                  _c("div", { staticClass: "mt_2 mb_5" }, [
                    _vm._v(
                      "\n            В целях настоящего документа нижеприведенные термины используются в следующем значении:\n          "
                    )
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Данные статистики — данные об оказании Услуг Сертифицирующими специалистами, которые также могут содержать сведения о количестве Заказов, стоимости Услуг, рейтинг на основе оценок Пользователей, отзывы Пользователей, иные сведения, предусмотренные интерфейсом Сервиса."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v("Договор — данный договор между Сторонами.")
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Заказ – оформленный Пользователем на Сервисе заказ Услуги на условиях, указанных в Пользовательском соглашении с учетом детализированной информации в интерфейсе Сервиса."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Личный кабинет - это индивидуальное рабочее пространство Сертифицирующего специалиста для взаимодействия с Исполнителем и с Пользователями, включая подписание электронных документов. Вход в Личный кабинет осуществляется путем ввода логина и пароля. Вся информация, переданная Сторонами посредством Личного кабинета, признается подписанной электронной подписью."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Отчет Исполнителя - отчет об оказанных Исполнителем услугах, который формируется автоматически в Личном кабинете Принципала и обновляется после оплаты Пользователями каждого Заказа."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Пользователь - лицо, использующее Сервис на условиях, предусмотренных в Пользовательском соглашении, с целью осуществить Заказ."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Пользовательское соглашение – документ, размещенный в сети Интернет по адресу: “заполнить” . Заключается между Пользователем и Агентом (в части положений Пользовательского соглашения, регулирующих порядок оказания Услуг, Агент действует от своего имени, но в интересах и за счет Принципала. Принципал обязан при оказании Услуг и взаимодействии с Пользователем соблюдать порядок, описанный в Пользовательском соглашении."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сервис - веб-сайт, размещенный в сети Интернет по адресу: “заполнить” , а также прикладные программы (в том числе приложения для мобильных устройств) к нему, предоставляющие Пользователям и Сертифицирующим специалистам возможность осуществить Заказ и оплату Услуги на условиях, предусмотренных в Пользовательском соглашении. Сервис доступен Сертифицирующему специалисту после авторизации с использованием логина и пароля, которые задаются им в момент его регистрации на Сервисе."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сертифицирующий специалист – лицо, осуществляющее фото- и видео- съемку Пользователей в соответствии с Пользовательским соглашением."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сессия/ Процесс сертификации – процесс оказания Услуг (фотографирования или видеозаписи Пользователя с соблюдением Сертифицирующим специалистом и Пользователем всех требований, предусмотренных интерфейсом Сервиса и(или) Пользовательским соглашением). По окончании Сессии создается серия фотографий и(или) видеозаписей (в зависимости от выбранного вида Услуги), объединенных общей тематикой, а также обмер биометрических параметров (сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность) с использованием шкалы замеров."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Страница Сертифицирующего специалиста – персональная страница Сертифицирующего специалиста на Сервисе, содержащая персональные данные Сертифицирующего специалиста, портфолио с его работами, а также описание типов услуг, которые он может оказать Пользователям (например: модельная сьемка, детская съемка), геолокацию, по которой он может оказывать услуги (для каждой услуги индивидуально)."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Услуги – услуги по фото- и видео- съемке, фактически оказываемые Пользователям Сертифицирующим специалистом на основании Пользовательского соглашения. Возможные виды Услуг определяются интерфейсом Сервиса и(или) Пользовательским соглашением."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "В Договоре могут быть использованы термины, не определенные в данном разделе. В этом случае толкование такого термина производится в соответствии с текстом Договора. В случае невозможности однозначного толкования термина в тексте Договора следует руководствоваться толкованием термина, определенным на Сервисе или в контексте интерфейса Сервиса."
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Предмет Договора")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Договор по своему характеру является смешанным: агентским договором и договором оказания услуг."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Агент обязуется от своего имени, за счет и в интересах Принципала заключать договоры на оказание Услуг с Пользователями, а также принимать исполнение по таким договорам. Непосредственное оказание Услуг Пользователям осуществляется Сертифицирующим специалистом в рамках Сессий. "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Исполнитель обязуется предоставить Сервис для взаимодействия Потребителя и Сертифицирующего специалиста, в том числе предоставить возможности (1) согласования Сессий (согласования времени, даты, объёма услуг Сертифицирующего специалиста посредством сообщения через Личный кабинет на Сайте), (2) оформления Заказа, (3) оплаты Сессий. Использование Принципалом Сервиса возможно лишь на условиях «как есть», т.е. согласно предоставленному Исполнителем в любой момент в течение срока действия Договора комплексу функционала, информационного наполнения, интерфейса, дизайна, иных составляющих и условий использования Сервиса."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сертифицирующий специалист обязуется оказать Услуги в соответствии с Заказом, с учётом требований и критериев, установленных в Пользовательском соглашении. Время и место проведения Сессии согласовывается Пользователем и Сертифицирующим специалистом на Сервисе. Конкретные кадры, моменты, места и ракурсы, а равно и стиль Сессии выбираются на усмотрение Пользователя. Не допускается вмешательство третьих лиц в процесс съемки. "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сертифицирующий специалист должен передать результат Сессии Пользователю, соответствующий критериям, указанным в п.3.2 Договора, путём его размещения на Сервисе в течение 72  часов с момента окончания Сессии."
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Условия оказания Услуг")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Обязательным условием взаимоотношений Сторон является принятие и соблюдение Сертифицирующим специалистом положений  Пользовательского соглашения. Принятием (акцептом) Пользовательского соглашения Сертифицирующим специалистом признается создание им Страницы Сертифицирующего специалиста."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "По итогам оказания Услуг Сертифицирующий специалист должен произвести запись на носитель результата Сессии, имеющего следующие характеристики:\n              "
                      ),
                      _c("ol", { staticClass: "list ml_7" }, [
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v("\n                  для фотографий:"),
                          _c("br"),
                          _vm._v(
                            "\n                  а) размер по длинной стороне не менее 3500 точек,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  б) разрешение не менее 300 точек на дюйм,"
                          ),
                          _c("br"),
                          _vm._v("\n                  г) глубина цвета 8 бит,"),
                          _c("br"),
                          _vm._v(
                            "\n                  д) формат файла изображения JPEG/TIFF,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  е) шумы – минимально допустимые для освещения – 1600-3200 ISO,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  ж) отсутствие хроматических аберраций,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  е) количество фото с ретушью: не менее 3-х;\n                "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v("\n                  для видео:"),
                          _c("br"),
                          _vm._v(
                            "\n                  а) продолжительность 60-75 секунд,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  б) формат файла HD/FullHD/UHD,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  в) разрешение не менее 1280 х 720 пикселей или 1920 х 1080 пикселей,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  г) частота кадров – 24-30 кадрам/c.,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  д) глубина цвета - 8 бит (256 цветов), 16 бит (65 536 цветов) и 24 бита (16 777 216 цветов),"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  е) битрейт (ширина видеопотока) – 5-10 Мбит/с.,"
                          ),
                          _c("br"),
                          _vm._v(
                            "\n                  ж) стандарты сжатия – DV/MPEG\n                "
                          )
                        ])
                      ])
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Исполнитель вправе требовать от Сертифицирующего специалиста внести изменения в информацию/материалы на Странице Сертифицирующего специалиста, направив соответствующее уведомление по электронной почте с указанием на суть изменений. Причинами такого требования могут быть, включая, но не ограничиваясь, следующие обстоятельства: подозрение, что размещенные материалы нарушают права третьих лиц на интеллектуальную собственность; обращения Пользователей; подозрение, что размещенные материалы нарушают законодательство РФ, не соответствуют общепринятым критериям нравственности, не соответствуют внутренней политике Сервиса."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сертифицирующий специалист самостоятельно и в полном объеме несет предусмотренную законодательством ответственность как лицо, осуществившее приведение информации в готовую для распространения форму и гарантирует соответствие материалов на Странице Сертифицирующего специалиста всем требованиям действующего законодательства."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сертифицирующий специалист самостоятельно несет ответственность за сохранность и конфиденциальность регистрационных данных (логин и пароль) для доступа к Сервису. Все действия, совершенные в Сервисе  с использованием логина и пароля Сертифицирующего специалиста, признаются действиями Сертифицирующего специалиста. "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Если Пользователь, оформивший Заказ, отказался от принятия Услуг  в связи с ненадлежащим качеством и/или в связи с несоответствием Услуг Заказу, оформленному Пользователем, по указанию Исполнителя возможны следующие последствия: (1)  Сертифицирующий специалист должен обеспечить предоставление Пользователю Услуг надлежащего качества и соответствующего Заказу, оформленному Пользователем, в рамках стоимости первоначального Заказа; (2) Сертифицирующий специалист не получает вознаграждения за Сессию, проведенную в рамках оказания соответствующий Услуг."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Факт наличия или отсутствия вины Сертифицирующего специалиста в случаях, предусмотренных выше, устанавливается Исполнителем самостоятельно с учетом информации, полученной от Пользователя, от Сертифицирующего специалиста, а также иной имеющейся информации. При этом решение Исполнителя при установлении указанного факта имеет приоритетное значение, и является обязательным для Сертифицирующего специалиста."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "В случае если результат Услуг по определенному Заказу не принят Пользователем, Сертифицирующий специалист обязан провести доработку в течение 3 рабочих дней с момента получения от Пользователя возражений, претензий относительно результата Услуг."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Правообладателем фото- и видео- материалов в результате оказания Услуг является Пользователь.  Сертифицирующий специалист признает и предоставляет в пользу Пользователя полные и исключительные права на фотографии, иллюстрации, видео или иные изображения, содержащие изображения Пользователя (равно и изображения третьих лиц, участвующих так или иначе в фотосъемке), а также аудио и текстовую информацию, связанную с этими изображениями, которые созданы Сертифицированным специалистом."
                      ),
                      _c("br"),
                      _c("br"),
                      _vm._v(
                        "За Сертифицированным специалистом сохраняется авторское право и право на воспроизведение и демонстрацию результатов Услуг, использование их в портфолио, опубликованных в открытом доступе. "
                      ),
                      _c("br"),
                      _c("br"),
                      _vm._v(
                        "Исполнителю переходят права на воспроизведение и демонстрацию результатов Услуг в рамках функционирования Сервиса и рекламы Сервиса. "
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Условия оплаты Заказов")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Агент поручению Принципала, указанное в данном разделе, обязуется от своего имени, но за счет Принципала принимать безналичные платежи Пользователей за Услуги (суммы оплаты Пользователей за Услуги, оказанные Сертифицирующим специалистом). Для чего Агент обеспечивает функционирование онлайн-кассы для оплаты Услуг. "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Сумма, принимаемая от Пользователей в счет оплаты Услуг, определяется в Заказе и взимается без НДС, поскольку “заполнить” (выбрать в зависимости от статуса фотографа: в отношениях с Пользователями Сертифицированный специалист вступает лично как самозанятое физическое лицо/  Сертифицированный специалист применяет упрощенную систему налогообложения (для ИП)). "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Суммы оплаты, полученные Агентом от Пользователей, подлежат перечислению Принципалу за вычетом: (1) сумм, возвращенных Агентом Пользователям; (2) вознаграждения Агента по Договору. Перечисление указанных денежных средств осуществляется Агентом на банковский счет Принципала, в срок, не превышающий “заполнить” календарных дней с момента получения Агентом от Пользователей указанных сумм."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Суммы, полученные Агентом от Пользователей, перечисляются Принципалу: (1) по итогам первых 15 календарных дней месяца - в срок не позднее 5 рабочих дней после окончания 15-го числа месяца за Сессии, которые были утверждены Пользователями в указанный период; (2) по итогам оставшейся части календарного месяца – в срок не позднее 5 рабочих дней после окончания месяца за Сессии, которые были утверждены Пользователями в этот период. Сертифицирующий специалист не вправе требовать перечисления оплаты по Заказам, результат Услуг по которым не принят Пользователями. "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Срок действия поручения, предусмотренного этим разделом, равен сроку оказания услуг по Договору."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "При проведении расчетов в соответствии с данным разделом Договора Исполнитель не является платежным агентом согласно Федерального закона от 03.06.2009 № 103-ФЗ «О деятельности по приему платежей физических лиц, осуществляемой платежными агентами». Отношения Агента и Принципала в части исполнения поручения регулируются главой 52 Гражданского кодекса Российской Федерации «Агентирование»."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "В случае получения Агентом обращений Пользователей в любой форме об их несогласии с фактом и/или суммой безналичной оплаты, произведенной в пользу Принципала при оформлении Заказа, Принципал уполномочивает Агента рассмотреть соответствующее обращение Пользователя и принять решение о возврате Пользователю суммы произведенной оплаты. При рассмотрении обращений Пользователей Агент принимает во внимание сообщенные Пользователем сведения; данные Сервиса; информацию, предоставленную Принципалом по запросу Агента в связи с рассмотрением обращения Пользователя. "
                      ),
                      _c("br"),
                      _c("br"),
                      _vm._v(
                        "На основании указанной информации Агент по своему усмотрению принимает решение по обращению Пользователя, в том числе о полном или частичном возврате Пользователю суммы произведенной оплаты, отказе от возврата и/или иное решение по существу обращения Пользователя."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "В случае принятия Агентом решения о полном или частичном возврате Пользователю суммы оплаты, произведенной в пользу Принципала с использованием Сервиса, сумма, подлежащая возврату Пользователю, подлежит возмещению Агенту Принципалом (в частности, может быть удержана и/или подлежит оплате по счету)."
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Права и обязанности сторон")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n              Исполнитель обязуется:\n              "
                      ),
                      _c("ol", { staticClass: "list ml_9" }, [
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "Обеспечивать надлежащее функционирование Сервиса;"
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "Обеспечивать принятие исполнений от Пользователей за Услуги, оказанные Сертифицированным специалистом."
                          )
                        ])
                      ])
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n             Исполнитель имеет право:\n             "
                      ),
                      _c("ol", { staticClass: "list ml_9" }, [
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "Временно приостановить работу Сервиса по техническим, технологическим или иным причинам;"
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "Прекратить работу Сервиса, оповестив Сертифицирующего специалиста в Личном кабинете или по электронной почте не позднее, чем за 5 календарных дней до прекращения Работы Сервиса;"
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Приостановить оказание услуг по Договору в любом из случаев:\n                "
                          ),
                          _c("ol", { staticClass: "list ml_9" }, [
                            _c("li", { staticClass: "list__item" }, [
                              _vm._v(
                                "Неоднократного нарушения Сертифицирующим специалистом условий Договора и(или) Пользовательского соглашения; "
                              )
                            ]),
                            _vm._v(" "),
                            _c("li", { staticClass: "list__item" }, [
                              _vm._v(
                                "Необеспечения предоставления Пользователю Услуги надлежащего качества и соответствующей Заказу, оформленному Пользователем;"
                              )
                            ]),
                            _vm._v(" "),
                            _c("li", { staticClass: "list__item" }, [
                              _vm._v(
                                "Принципал имеет задолженность перед Агентом;"
                              )
                            ]),
                            _vm._v(" "),
                            _c("li", { staticClass: "list__item" }, [
                              _vm._v(
                                "Получение негативных отзывов о Принципале от Пользователей. "
                              )
                            ])
                          ])
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Сопровождать Страницу Сертифицированного специалиста Данными статистики, дополнительными информационными материалами Сервиса.\n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Осуществлять любые действия (контрольные мероприятия) по проверке качества оказания Услуг.\n              "
                          )
                        ])
                      ])
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            Сертифицированный специалист обязуется:\n            "
                      ),
                      _c("ol", { staticClass: "list ml_9" }, [
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Указывать на Странице Сертифицированного специалиста достоверную информацию и фото-, виде- материалы своего авторства;\n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Сохранять в тайне и не предоставлять третьим лицам логин и пароль от Личного кабинета;\n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Соблюдать все требования к Сессии, Заказу, результату оказания Услуг, предусмотренному Пользовательским соглашением. В противном случае Исполнитель вправе требовать от Принципала возмещения всех понесенных убытков в связи с этим; \n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Своевременно информировать Исполнителя о своем статусе в качестве налогоплательщика, применяемых режимах налогообложения. В противном случае Исполнитель вправе требовать с Принципала возмещения убытков, понесенных первым в случае получения им предписаний от налоговых органов;\n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Самостоятельно уплачивать все налоги и сборы;\n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                Без предварительного письменного согласования с Исполнителем не распространять вместе с Услугами какие-либо рекламные материалы (как собственные, так и третьих лиц).\n              "
                          )
                        ])
                      ])
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            Сертифицированный специалист имеет право:\n            "
                      ),
                      _c("ol", { staticClass: "list ml_9" }, [
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                На доступ к Личному кабинету и формирование Страницы Сертифицированного специалиста;\n              "
                          )
                        ]),
                        _vm._v(" "),
                        _c("li", { staticClass: "list__item" }, [
                          _vm._v(
                            "\n                В случае отсутствия неисполненных Заказов отказаться от Страницы Сертифицированного специалиста и использования Сервиса, предупредив Исполнителя не менее, чем за 5 рабочих дней до удаления Страницы. При наличии неисполненных Заказов Сертифицированный специалист должен их исполнить. \n              "
                          )
                        ])
                      ])
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Вознаграждение Исполнителя, отчетность")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Вознаграждение, получаемое Исполнителем за услуги, оказанные по Договору, составляет "
                      ),
                      _c("span", { staticClass: "color_support-1" }, [
                        _vm._v("“заполнить”")
                      ]),
                      _vm._v(
                        " за один оплаченный Заказ на Услуги Сертифицированного специалиста (в том числе НДС)."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Информация по услугам, оказанным Исполнителем, отображается в Личном кабинете и становится доступной сразу после оплаты соответствующего Заказа.  Данная информация по выполненным Заявкам является Отчетом Исполнителя. Информация по каждому оплаченному Заказу является отдельной строкой Отчета Исполнителя. С момента размещения соответствующей редакции Отчета Исполнителя в Личном кабинете Сертифицирующего специалиста, такой отчет считается подписанным со стороны Исполнителя."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Отчет считается подписанным Принципалом по прошествии 24 часов с момента его отображения в его Личном кабинете. После этого услуги, оказанные по Договору и указанные в соответствующей редакции Отчета Исполнителя, считаются принятыми Принципалом, дополнительный обмен Сторонами актами о приемке оказанных услуг не требуется."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "В случае несогласия с Отчетом Исполнителя Принципал должен посредством Личного кабинета или электронной почты, указанной в Договоре, предоставить Исполнителю мотивированное несогласие с отчетом в течение 24 часов с момента его размещения в Личном кабинете."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            Вознаграждение Исполнителя уплачивается по итогам календарного месяца. Вознаграждение рассчитывается Исполнителем самостоятельно и удерживается им из сумм, полученных от Пользователей в счет оплаты Услуг Сертифицированного специалиста.\n          "
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Срок действия Договора")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Договор вступает в силу с даты подписания и действует в течение года. В случае если ни одна из Сторон за 30 дней в письменной форме не заявит о намерении расторгнуть Договор, то он пролонгируется на очередной год."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Любая из Сторон вправе расторгнуть Договор в одностороннем порядке, уведомив другую в письменной форме не позднее, чем за 30 дней до планируемой даты расторжения."
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Гарантии и согласия")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Принципал указывает достоверные данные, в том числе персональные данные на Странице Сертифицированного специалиста."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Принципал дает согласие на обработку Исполнителем персональных данных, указанных первым при регистрации на Сервисе и/или при заключении Договора, в том числе на совершение Исполнителем действий, предусмотренных п. 3 ст. 3 Федерального закона от 27.07.2006 года № 152-ФЗ «О персональных данных», любыми способами, для целей заключения и исполнения Договора."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Принципал: а) полностью ознакомился с условиями Пользовательского соглашения, б) согласен с условиями Пользовательского соглашения."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Размещение (воспроизведение, показ), иное использование Исполнителем материалов и информации, загружаемой в Сервис  не нарушают и не влекут за собой нарушение каких-либо прав третьих лиц и действующего законодательства. В случае получения Исполнителем претензий от третьих лиц в связи с нарушением их исключительных прав, ответственность по таким претензиям несет Принципал, возмещая Агенту все понесенные убытки."
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Ответственность и ограничение ответственности")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            За нарушение условий Договора Стороны несут ответственность, установленную Договором и/или действующим законодательством РФ.\n          "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            Исполнитель ни при каких обстоятельствах не несет ответственности по Договору за какие-либо косвенные убытки и/или упущенную выгоду Принципала и/или третьих сторон вне зависимости от того, мог Исполнитель предвидеть возможность таких убытков или нет.\n          "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            Совокупный размер ответственности Исполнителя по Договору в части возмещаемых убытков, по любому иску или претензии в отношении Договора или его исполнения, ограничивается 10 % стоимости услуг Исполнителя Принципалу по Договору за календарный месяц, в котором допущено нарушение (либо в котором было завершено длящееся нарушение). \n          "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            В случае нарушения Исполнителем установленных п.4.4 Договора сроков перечисления сумм, полученных им от Пользователей, Принципал имеет право начислить ему пени в размере ставки рефинансирования ЦБ РФ, исчисленной в расчете на 1 день за каждый день просрочки.\n          "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            Принципал несет ответственность в полном объеме за соблюдение всех требований законодательства, в том числе законодательства о рекламе, об интеллектуальной собственности, но не ограничиваясь перечисленным, в отношении содержания и формы материалов или информации, размещенных на Сервисе.\n          "
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "\n            В случае отказа Пользователя от принятия Услуг  в связи с ненадлежащим качеством Услуг, несоответствием Услуг Заказу, и/или иными претензиями Пользователя к Услугам, Исполнитель имеет право потребовать от Сертифицирующего специалиста возмещения сумму, которую  по соответствующему Заказу оплатил Пользователь. В указанном случае Сертифицирующий специалист в течение 5 дней с даты направления соответствующего требования Исполнителем обязан выплатить Исполнителю компенсацию суммы Заказа и неустойку в размере 10% от суммы Заказа. Исполнитель вправе удержать соответствующие суммы из суммы денежных средств, полученных им в результате принятия платежей Пользователей по другим Заказам. \n          "
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Прочие условия")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Все споры и разногласия, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Договора, Стороны будут стремиться решить путем переговоров. Если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит передаче на рассмотрение в Арбитражный суд города Москвы."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Любые уведомления по Договору могут направляться одной Стороной другой Стороне: 1) по электронной почте, официальный адрес со стороны Исполнителя: “заполнить” , официальный адрес со стороны Сертифицированного специалиста: “заполнить” ; 2) почтой с уведомлением о вручении или курьерской службой с подтверждением доставки."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Настоящим Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) Договора, а также при ведении переписки по указанным вопросам, допускается использование электронной подписи Сторон в Личном кабинете. Стороны признают, что учетные данные Принципала в его Личном кабинете являются аналогом собственноручной подписи, имеют юридическую силу, равную документам, подписанным собственноручной подписью, и являются допустимым доказательство в случае наличия спора между Исполнителем и Принципалом."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Стороны признают, что для целей Договора, любая электронная переписка Сторон, признается юридически значимой и является надлежащим доказательством в судебном процессе."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Стороны согласились, что первичные закрывающие документы в рамках Договора также могут быть подписаны с использованием электронной подписи и (или) факсимильного воспроизведения подписи в соответствии с положениями ст. 160 Гражданского кодекса Российской Федерации."
                      )
                    ]),
                    _vm._v(" "),
                    _c("li", { staticClass: "list__item" }, [
                      _vm._v(
                        "Принципал не вправе передавать свои права по Договору какой-либо третьей стороне без письменного согласия Исполнителя. Исполнитель вправе передавать права и обязанности по Договору без письменного согласия Принципала."
                      )
                    ])
                  ])
                ]),
                _vm._v(" "),
                _c("div", { staticClass: "modal__section_rules p_0 mb_5" }),
                _vm._v(" "),
                _c("li", { staticClass: "list__item" }, [
                  _c("span", { staticClass: "heading heading_h5" }, [
                    _vm._v("Реквизиты")
                  ]),
                  _vm._v(" "),
                  _c("ol", { staticClass: "list" }, [
                    _c("li", { staticClass: "list__item" }, [
                      _c("span", { staticClass: "color_support-1" }, [
                        _vm._v("“заполнить”")
                      ])
                    ])
                  ])
                ])
              ]),
              _vm._v(" "),
              _c("button", { staticClass: "btn btn_primary mt_5 w_100" }, [
                _vm._v("Закрыть")
              ])
            ])
          ]
        )
      ]
    )
  }
]
render._withStripped = true
var esExports = { render: render, staticRenderFns: staticRenderFns }
/* harmony default export */ __webpack_exports__["a"] = (esExports);
if (false) {
  module.hot.accept()
  if (module.hot.data) {
    require("vue-hot-reload-api")      .rerender("data-v-a7c24998", esExports)
  }
}

/***/ })

});
//# sourceMappingURL=183.build.8ff91b956a5070c8f3f4.js.map