<template>
  <modal class="modal-center vs-modal-executor-rules lm-popup-modal" v-model="modal.value" :footer="false" :header="false">
    <div class="lm-popups">
      <div class="lm-popups-head">
        <div class="lm-popups-head--title">Инструкция для Талантов</div>
        <a href="javascript:void(0)" class="lm-popups--close lm-close" @click="closeModal()"></a>
      </div>
      <div class="lm-popups-content" style="text-align: justify">
        <div class="article-page-show">
          <div class="article-right">
            <div class="text-article">
              <p><strong>Содержание</strong></p>
              <p><em>Описание услуги верификации</em><br /><em>Как заказать услугу верификации</em><br /><em>Как проводить фото-/видеосъемку (верификацию)</em></p>
              <ul>
                <li>Что такое актерское портфолио
                </li>
                <li>
                  Рекомендации актеру при съемке
                </li>
                <li>
                  Стандарты съемки детского портфолио
                </li>
                <li>
                  Стандарты съемки актерского портфолио
                </li>
              </ul>
              <p><em>После съемки: подтверждение верификации</em></p>
              <p><strong>Описание услуги верификации</strong></p>
              <p>Верификация - новая услуга от платформы LinkMuse.</p>
              <p>Актеры и модели могут подобрать верифицирующего специалиста (из списка одобренных нами фотографов и видеографов) и заказать услугу верификации, в результате которой пользователи получают профессиональное портфолио. Верификация подтверждает, что физические параметры, указанные в профиле, соответствуют действительности.</p>
              <p><strong>Как заказать услугу верификации</strong></p>
              <p>Для получения профессионального портфолио, исполнителям необходимо совершить три простых действия:</p>
              <p><em>1. Выбрать услугу.</em><br />Выберите один из следующих доступных пакетов услуг и нажмите &ldquo;Заказать&rdquo;:<br />Портфолио актера<br />Модельные тесты<br />Детское портфолио<br />Тестовые фотографии<br />Видеовизитка<br />и другие.</p>
              <p><em>2. Выбрать специалиста.</em><br />Выберите подходящего специалиста из списка ниже представленных. При выборе обращайте внимание на количество верификаций, примеры работ.</p>
              <p><em>3. Оплатить услугу.</em><br />Оплатите услугу любым удобным для вас способом. Наша система поддерживает оплату банковской картой и Google Pay. Оплата услуги происходит при помощи технологии безопасной сделки.</p>
              <p>После оплаты услуги заказ переходит в обработку, где появится возможность обсуждения верификации.</p>
              <p>В диалоге с выбранным специалистом вы можете обсудить желаемую дату и время встречи, а также утвердить ее в системе.</p>
              <p><strong>Как проводить фото-/видеосъемку (верификацию)</strong></p>
              <p><strong>Что такое актерское портфолио</strong></p>
              <p>В классическое актерское портфолио входит:</p>
              <ul>
                <li>
                  Фильмография (список фильмов, в которых Вы снимались)
                </li>
                <li>
                  Шоурил (нарезка из фильмов, в которых Вы снимались)
                </li>
                <li>
                  Видеовизитка (краткая самопрезентация)
                </li>
                <li>
                  Портретные фотографии
                </li>
                <li>
                  Фотографии в полный рост
                </li>
              </ul>
              <p>В первую очередь кастинг-директор или агент попросит у Вас именно Ваши фото, а уже в случае, если Вы заинтересуете его по фотографиям, он попросит показать ему видеовизитку и шоурил.</p>
              <p><strong>Рекомендации актеру при съемке.</strong></p>
              <p>Вот несколько советов по тому, как подготовиться к съемке:<br /><strong>Одежда.</strong>&nbsp;Приносите с собой самую простую одежду. Однотонная рубашка или водолазка без рисунков и принтов и темные брюки или джинсы. Предпочтительные цвета: черный, белый, серый. Не берите с собой одежду романтичного, делового или спортивного стиля.<br /><strong>Макияж.</strong>&nbsp;Макияж должен быть натуральным, практически незаметным на лице. Никакого скульптурирования лица и ярких цветов в макияже.<br /><strong>Настрой.</strong>&nbsp;Старайтесь подобрать для съемки день, когда вы не будете обременены другими заботами. Будьте свежи и ухожены, приходите на фотосъемку отдохнувшими и в хорошем расположении духа.</p>
              <p><strong>Стандарты съемки детского портфолио</strong></p>
              <p><em>Для съемок:</em><br />Однотонная одежда без рисунков, страз и узоров (желательно белая/черная, иметь при себе одежду для смены);<br />Чистая закрытая обувь, туфли;<br />Чистые аккуратные волосы (девочкам - резинка для волос).</p>
              <p><em>Для видеовизитки (максимальная продолжительность - 1 минута):</em></p>
              <ul>
                <li>
                  Приветствие;
                </li>
                <li>
                  Имя и фамилия;
                </li>
                <li>
                  Возраст;
                </li>
                <li>
                  Хобби, увлечения;
                </li>
                <li>
                  Опишите ваш опыт съемок и приведите несколько кратких примеров;
                </li>
                <li>
                  Расскажите небольшое стихотворение или басню;
                </li>
                <li>
                  Поблагодарите в конце за внимание (например, &ldquo;спасибо&rdquo; или &ldquo;спасибо за внимание&rdquo;).
                </li>
              </ul>
              <p>Продолжительность всей съемки на человека - 30 минут.</p>
              <p><strong>Стандарты съемки актерского портфолио</strong></p>
              <p><em>Для съемок:</em><br />Однотонная чистая одежда без рисунков, страз и узоров (желательно белая/черная, иметь при себе одежду для смены). Девушкам желательно быть в платьях без глубокого декольте или юбках чуть ниже колена;<br />Чистая закрытая обувь, туфли;<br />Чистые аккуратные волосы (девушкам - резинка для волос, если понадобится собрать волосы).</p>
              <p><em>Для видеовизитки (максимальная продолжительность - 1 минута):</em></p>
              <ul>
                <li>
                  Приветствие;
                </li>
                <li>
                  Имя и фамилия;
                </li>
                <li>
                  Возраст;
                </li>
                <li>
                  Образование;
                </li>
                <li>
                  Расскажите о вашей текущей занятости (служба в театре или съемки в кино);
                </li>
                <li>
                  Опишите ваш опыт съемок и приведите несколько кратких примеров;
                </li>
                <li>
                  Наличие водительских прав;
                </li>
                <li>
                  Расскажите интересный факт о себе. Это поможет расположить к себе кастинг-директора;
                </li>
                <li>
                  Поблагодарите в конце за внимание (например, &ldquo;спасибо&rdquo; или &ldquo;спасибо за внимание&rdquo;).
                </li>
              </ul>
              <p>Продолжительность всей съемки на человека - 30 минут.</p>
              <p><strong>Подтверждение верификации после съемки</strong></p>
              <p>После съемки клиент утверждает материалы на ретушь. Специалист ретуширует и отправляет ему результаты, при необходимости правит их.<br />Модель/актер одобряет результаты верификации, и они публикуются в профиле и каталоге талантов.<br />Пользователь с верификацией появляется в топах среди талантов.</p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </modal>
</template>

<script>
  export default {
    data () {
      return {
        modal: {
          value: false,
        }
      }
    },
    created () {
      this.$root.$on('open-modal-rules-executor-show', () => {
        this.$nextTick(() => {
          this.modal.value = true
        })
      })
    },
    beforeDestroy () {
      this.$root.$off('open-modal-rules-executor-show')
    },
    methods: {
      closeModal () {
        this.modal.value = false
      }
    }
  }
</script>

<style scoped lang="sass">
  .vs-modal-executor-rules
    .lm-popups
      width: 900px
    .article-page-show .article-right
      width: auto
      padding: 0
      float: none
</style>
